[{"id": 2882922, "source": "BACKGROUND.\nA population of breast cancer patients exists who, for various reasons, never received adjuvant post-operative tamoxifen (TAM). This study was aimed to evaluate the role of late TAM in these patients.\n\nMETHODS.\nFrom 1997 to 2003, patients aged 35 to 75 years, operated more than 2 years previously for monolateral breast cancer without adjuvant TAM, with no signs of metastases and no contraindication to TAM were randomized to TAM 20 mg/day orally for 2 years or follow-up alone. Events were categorized as locoregional relapse, distant metastases, metachronous breast cancer, tumours other than breast cancer and death from any causes, whichever occurred first. The sample size (197 patients per arm, plus 10% allowance) was based on the assumption of a 30% decrease in the number of events occurring at a rate of 5% annually in the 10 years following randomization. Four hundred and thirty-three patients were randomized in the study (TAM 217, follow-up 216). Patients characteristics (TAM/follow-up) included: median age 55/55 years, median time from surgery 25/25 months (range, 25-288/25-294), in situ carcinoma 18/24, oestrogen receptor (ER) positive in 75/68, negative in 70/57, unknown in 72/91 patients. Previous adjuvant treatment included chemotherapy in 131/120 and an LHRH analogue in 11/13 patients.\n\nRESULTS.\nThirty-six patients prematurely discontinued TAM after a median of 1 month, mostly because of subjective intolerance. Eighty-three events (TAM 39, follow-up 44) occurred: locoregional relapse in 10/8, distant metastases in 14/16, metachronous breast cancer in 4/10, other tumours in 11/10 patients. Less ER-positive secondary breast cancers occurred in the TAM treated patients than in follow-up patients (1 vs 10, p = 0.005). Event-free survival was similar in both groups of patients.\n\nCONCLUSIONS.\nThis 5-year analysis revealed significantly less metachronous ER-positive breast cancers in the TAM treated patients. No other statistically significant differences have emerged thus far.", "target": "BACKGROUND.\nThis study looked at breast cancer patients who, for different reasons, didn't receive a common follow-up treatment called Tamoxifen after their surgery. The aim was to see what role, if any, Tamoxifen could still play for these patients if given later.\n\nMETHODS.\nBetween 1997 and 2003, we looked at patients aged 35-75 who had had surgery for one-sided breast cancer more than 2 years before. These patients didn't have any signs of the cancer spreading and were healthy enough to take Tamoxifen. They were split into two groups: one received 20 mg/day of Tamoxifen for two years, and the other did not. We tracked various outcomes including local and distant cancer recurrence, new breast cancers, other types of cancer, and death. We based our sample size on the hypothesis that taking Tamoxifen would result in 30% fewer events occurring over 10 years. The study included 433 people, 217 took Tamoxifen while 216 did not. The patient's characteristics were very similar in both groups.\n\nRESULTS.\nThirty-six patients stopped taking Tamoxifen after about a month, mainly due to not tolerating it well. Eighty-three significant events occurred: 10 local and 16 distant cancer recurrences, 14 new breast cancers, and 21 other cancers. In the Tamoxifen group, fewer patients developed new estrogen-receptor positive breast cancers (1 vs 10). However, the two groups showed similar overall health progress.\n\nCONCLUSIONS.\nThe 5-year analysis showed that fewer patients in the Tamoxifen group developed new estrogen-receptor positive cancers. We didn't, however, see any other significant differences between the two groups."}]