[{"id": 4599047, "source": "PURPOSE.\nThis report provides the 3-year clinical outcomes from the randomized, controlled US Food and Drug Administration Investigational Device Exemption trial of the Superion® for the treatment of moderate degenerative lumbar spinal stenosis.\n\nPATIENTS AND METHODS.\nThe Superion® was evaluated in the treatment of subjects aged 45 years or older suffering from symptoms of intermittent neurogenic claudication, secondary to a confirmed diagnosis of moderate degenerative lumbar spinal stenosis at one or two contiguous levels from L1 to L5. Patients were treated between June 2008 and December 2011 at 31 investigational sites. Three hundred ninety-one subjects were included in the randomized study group consisting of 190 Superion® and 201 X-STOP® control subjects. The primary composite endpoint was individual patient success based on four components: improvement in two of three domains of the Zurich Claudication Questionnaire, no reoperations at the index level, no major implant/procedure-related complications, and no clinically significant confounding treatments.\n\nRESULTS.\nAt 3 years, the proportion of subjects achieving the primary composite endpoint was greater for Superion® (63/120, 52.5%) than for X-STOP® (49/129, 38.0%) (P=0.023) and the corresponding success rates exceeded 80% for each of the individual components of the primary endpoint in the Superion® group (range: 81%–91%). Improvements in back and leg pain severity as well as back- and disease-specific functional outcomes were also maintained through 36 months.\n\nCONCLUSION.\nThe 3-year outcomes from this randomized controlled trial demonstrate durable clinical improvement consistently across all clinical outcomes for the Superion® in the treatment of patients with moderate degenerative lumbar spinal stenosis.", "target": "PURPOSE:\nThis report talks about a 3-year study conducted on a treatment device named Superion®. The device was used for patients dealing with moderate lower back spinal degeneration, which was approved for testing by the US Food and Drug Administration. \n\nPATIENTS AND METHODS:\nPeople aged 45 years and above, suffering from moderate lower back spinal degeneration, were tested using the Superion® device. This was done between 2008 and 2011 at 31 different testing sites. In total, 391 people participated in the study. These included 190 patients treated with Superion® and 201 others who were given an alternative, X-STOP®, for comparison. The success of the treatment was judged based on improvements in patients in various areas, no repeat operations, no severe complications from the implant or procedure, and no significant additional treatments needed.\n\nRESULTS:\nThree years after treatment, a larger percentage of the Superion® treated patients showed successful recovery (around 52.5%) compared to those with X-STOP® (around 38%). For each separate aspect of recovery, over 80% of the Superion® patients showed improvements. These patients also maintained less severity of back and leg pain, and better back-functioning and disease-related outcomes over the 36 months.\n\nCONCLUSION:\nThe study results, after three years, consistently show the Superion® device to be effective in treating patients with moderate lower back spinal degeneration. The positive outcomes remained stable throughout the time-frame."}]