[{"id": 4166055, "source": "BACKGROUND.\nThe aim of this study was to examine the effects of preoperatively administered i.v. hypertonic saline on hypotension following induction of general anesthesia.\n\nMATERIALS AND METHODS.\nFifty-four patients who scheduled for elective surgery were randomly allocated to two groups of 27 patients who received hypertonic saline 5% (2.3 ml/kg) or received normal saline (13 ml/kg). Infusion of hypertonic saline was done half an hour before induction of anesthesia during 30 minutes. Anesthesia was conducted in a standard protocol for all patients. Age, sex, body mass index (BMI), systolic and diastolic blood pressure (SBP, DBP), heart rate (HR) and mean arterial pressure (MAP) were assessed in all patients.\n\nRESULTS.\nThe mean age of patients was 36.68 ± 10.8 years. Forty percent of patients were male. The mean SBP at min 2 and min 5, mean of DBP at min 2, 5, and 15, mean of HR at all time points and mean of MAP at min 2 and 15 between groups were no significantly different (P ≻ 0.05), but mean of SBP at min 10 and 15, mean of DBP at min 10, and mean of MAP at min 5 and 10 in hypertonic saline group was significantly more than the normal group (P ≺ 0.05). Trend of SBP, DBP, HR and MAP between groups were not significantly different (P ≻ 0.05).\n\nCONCLUSIONS.\nInfusion of hypertonic saline 5% (2.3 mg/kg) before the general anesthesia led to a useful reduction in MAP and reduced heart rate, with no episodes of severe hypotension.", "target": "BACKGROUND.\nThis study was focused on looking at how giving a strong salt solution (hypertonic saline) by IV before surgery influences low blood pressure that can happen after putting a patient to sleep for the surgery.\n\nMATERIALS AND METHODS.\nWe studied 54 patients who were going to have surgery. They were divided into two groups of 27 people each - one group was given a strong salt solution and the other was given a normal salt solution. The strong salt solution was given half an hour before the patient was put to sleep for surgery. We followed the same anesthesia process for all patients. We kept track of the patients' age, gender, body mass index (BMI), blood pressure, heart rate, and the average pressure in their arteries.\n\nRESULTS.\nThe average age of the patients was about 37 years old, and 40% of them were men. We found that the strong salt solution didn't have a significant effect on the patients' blood pressure or heart rate at certain time points. However, other time points showed a significant increase in the blood pressure and average arterial pressure for patients who were given the strong salt solution.\n\nCONCLUSIONS.\nGiving a strong salt solution to patients before putting them to sleep for surgery can help avoid a big drop in blood pressure and a faster heart rate. It means there will be less chance of severe low blood pressure episodes."}]