[{"id": 4260384, "source": "BACKGROUND.\nThe aim of this study is to compare and evaluate the clinical outcome of the envelope-type of coronally advanced flap (CAF) alone versus envelope type of coronally advanced flap plus type I collagen membrane (NEOMEM) in the treatment of multiple buccal gingival recessions, using the split mouth study.\n\nMATERIALS AND METHODS.\nTen patients in the age group of 20-50 years showing bilateral gingival recessions were treated. The defects in each patient were randomly assigned as Group A, which were treated with the envelope type of CAF, and those in Group B were treated with envelope type of CAF along with the Type I collagen membrane (NEOMEM). The recession depth (RD), probing depth (PD), clinical attachment level (CAL), and width of the keratinized tissue (KT) were measured at baseline, at three and six month intervals.\n\nRESULTS.\nForty-six Miller's class I and II gingival recessions were treated. In the CAF + Type I collagen membrane (NEOMEM)-treated (Group B) sites the baseline gingival recession was 2.34 ± 0.48 mm, while in the CAFtreated (Group A) sites it was 2.52 ± 0.84 mm. Both the treatments resulted in significant recession depth reduction (P ≺ 0.001), but the reduction was significantly greater (P ≺ 0.01) for Group B than Group A. The probing depth changes were significant (P ≺ 0.01) for both groups, but the difference was nonsignificant. Similarly, a significant gain of CAL was seen in Group B (2.23 ± 0.75 mm, P ≺ 0.001) as well as in group A (1.60 ± 0.86 mm, P ≺ 0.001) showing a significant difference (P ≺ 0.01) between the two groups. The width of keratinized tissue was also significantly (P ≺ 0.001) increased in both groups, but the increase was significantly greater (P ≺ 0.001) in group B (2.30 ± 1.06 mm) than in group A (1.21 ± 0.67 mm).\n\nCONCLUSION.\nThe envelope type of CAF along with Type I collagen membrane (NEOMEM) was more effective than envelope type of CAF alone, in producing root coverage in multiple gingival recession defects, associated with gain in CAL as also in the width of KT.", "target": "BACKGROUND.\nThis study looks at two ways of treating gum recession and compares how effectively they work. One method uses a surgical technique called the envelope-type of coronally advanced flap (CAF) by itself. The other method combines this surgical technique with a collagen membrane (NEOMEM). \n\nMATERIALS AND METHODS.\nThe study involved ten people aged between 20 and 50 who had gum recession on both sides of their mouth. Each person's gum recession was split into two groups. Group A was treated using just the surgical technique and Group B used the surgical technique and the collagen membrane. The team measured the depth and width of the gum recession, as well as other factors at the start of the study and after three and six months. \n\nRESULTS.\nThe team treated 46 cases of gum recession during the study. In Group B - where the surgical technique was combined with the collagen membrane - the average original depth of the gum recession was about 2.34mm. In Group A, where only the surgical technique was used, this was roughly 2.52mm. Both treatments effectively reduced the depth of the gum recession, but the reduction was significantly more in Group B. Both treatments also saw significant changes in the other factors that were measured. However, the changes were much more pronounced in Group B.\n\nCONCLUSION.\nThe combination of the surgical technique and the collagen membrane was more effective at treating gum recession than the surgical technique alone. This combination also led to better results in the gain of gum attachment as well as the width of the keratinized tissue, which is the outer, protective layer of the gums."}]