[{"id": 3515338, "source": "BACKGROUND.\nMental health problems are common and are associated with increased disability and health care costs. Problem-Solving Treatment (PST) delivered to these patients by nurses in primary care might be efficient. The aim of this study was to evaluate the cost-effectiveness of PST by mental health nurses compared with usual care (UC) by the general practitioner for primary care patients with mental health problems.\n\nMETHODS.\nAn economic evaluation from a societal perspective was performed alongside a randomized clinical trial. Patients with a positive General Health Questionnaire score (score ≥ 4) and who visited their general practitioner at least three times during the past 6 months were eligible. Outcome measures were improvement on the Hospital Anxiety and Depression Scale and QALYs based on the EQ-5D. Resource use was measured using a validated questionnaire. Missing cost and effect data were imputed using multiple imputation techniques. Bootstrapping was used to analyze costs and cost-effectiveness of PST compared with UC.\n\nRESULTS.\nThere were no statistically significant differences in clinical outcomes at 9 months. Mean total costs were €4795 in the PST group and €6857 in the UC group. Costs were not statistically significantly different between the two groups (95% CI -4698;359). The cost-effectiveness analysis showed that PST was cost-effective in comparison with UC. Sensitivity analyses confirmed these findings.\n\nCONCLUSIONS.\nPST delivered by nurses seems cost-effective in comparison with UC. However, these results should be interpreted with caution, since the difference in total costs was mainly caused by 3 outliers with extremely high indirect costs in the UC group.\n\nTRIAL REGISTRATION.\nNederlands Trial Register ISRCTN51021015", "target": "BACKGROUND\nMany people struggle with mental health issues, which can lead to other health problems and higher healthcare costs. We wanted to know if having nurses help these patients work through their problems (a method called Problem-Solving Treatment or PST) in the normal setting of a primary care doctor's office could be a useful and cost-effective way to manage mental health more efficiently. \n\nMETHODS\nWe did a study, alongside a clinical trial, tracking costs and outcomes in two groups of patients who were known to have mental health problems (based on a standard questionnaire called the General Health Questionnaire) and had visited their family doctor at least three times in the past 6 months. One group was treated by their regular doctors in the normal way. The other was also treated by nurses using Problem-Solving Treatment. \n\nRESULTS\nNine months later, there was no major difference in mental health outcomes in the two groups. But the costs were lower for the group receiving nurse-led PST. Despite some statistical variations in the data, further analysis still showed that this method of managing mental health by nurses was cost-effective.\n\nCONCLUSIONS\nOur study suggests that using nurses to deliver this type of problem-solving treatment can be a cost-effective way of taking care of patients with mental health problems. However, the cost difference was heavily influenced by a few patients who had unusually high costs in the regular doctor's care group, so we must be cautious in generalizing these results.\n\nTRIAL REGISTRATION\nOur trial is registered with the Netherlands Trial Register with the number ISRCTN51021015."}]