[{"id": 4609664, "source": "INTRODUCTION.\nThe aim of this study was to compare the formation of dentinal crack and craze lines in the root dentin during root canal preparation with three different NiTi endodontic systems, naming Reciproc (RCP), ProTaper Universal (PTU) and Mtwo.\n\nMETHODS AND MATERIALS.\nOne hundred extracted mandibular premolars with single canals were selected and decoronated. The teeth were randomly divided into four groups of 25 each (n=25). In groups 1, 2 and 3 the teeth were prepared using Mtwo, PTU and RCP, respectively. While in group 4 (control group) the samples were left unprepared. After preparation, all specimens were sectioned perpendicular to the long axis of root at 3, 5 and 9-mm distances from the apex. The sections were then individually observed under 12× magnification using stereomicroscope. The data was analyzed using the chi-square and Fisher's exact tests. The level of significance was set at 0.05.\n\nRESULTS.\nNo cracks were observed in the control group. All engine-driven systems caused dentinal cracks. Mtwo and PTU caused cracks significantly more than RCP (P≺0.05). There was no significant difference between RCP and control group (P≻0.05).\n\nCONCLUSION.\nAll three engine-driven systems created dentinal defects. Reciproc caused less cracks than Mtwo and ProTaper Universal.", "target": "INTRODUCTION.\nThis study looked at possible damage to teeth (called \"dentinal cracks and craze lines\") during root canal treatments using three different dental tools.\n\nMETHODS AND MATERIALS.\nA hundred human premolars (kind of teeth) with single canals were used. They were grouped into four sets of 25 each. Teeth in the first three groups were treated with one of the three dental tools each. The last group's teeth were left untreated as a control. After these treatments, parts of the teeth were cut and examined under a microscope. The gathered data was then statistically analysed.\n\nRESULTS.\nThe control group of untreated teeth showed no cracks. All the treatment methods caused some cracks. Two of the tools, Mtwo and ProTaper Universal, caused significantly more cracks than the third tool, Reciproc which didn't cause significantly more cracks than the untreated group. \n\nCONCLUSION.\nAll three treatment methods caused some dental damage. But the tool Reciproc caused the least, being nearly equivalent to no treatment at all."}]