[{"id": 4121500, "source": "BACKGROUND.\nDexmedetomidine is a useful sedative drug with various uses. We designed this study to investigate the clinical effects and complications of different loading doses, 0.5 and 1.0 μg/kg.\n\nMETHODS.\nForty six patients, of American Society of Anesthesiologists physical status I and II, who required elective and emergency operation under spinal anesthesia were randomly assigned to group L or group H. Group L received a loading dose of 0.5 μg/kg for 10 minutes while group H received 1.0 μg/kg. Bispectral index (BIS), systolic blood pressure, heart rate, and Ramsay score were recorded at T0 (before loading), TL (just after loading) and T10, 20, 30 (10, 20, 30 minutes after TL). Complications, drug use, lowest BIS and time to reach BIS 80 after termination of dexmedetomidine were recorded during this study.\n\nRESULTS.\nIn group H, BIS value decreased significantly after TL compared to the baseline (T0), while in group L after T10. Between two groups, BIS values showed a significant differences only at T10, BIS of group H was lower than that of group L. Ramsay score showed no significant differences except in TL; the score of group L was significantly lower than that of group H. Other vital signs and complications showed a minimal differences between two groups.\n\nCONCLUSIONS.\nHigher loading dose (1.0 μg/kg) of dexmedetomidine can lead to faster sedation without any severe complications.", "target": "BACKGROUND.\nWe conducted an experiment to see how different doses of a sedative drug called Dexmedetomidine affected patients. We compared lower and higher doses of the drug.\n\nMETHODS.\nWe chose 46 individuals who needed operations under spinal anesthesia. We divided these patients into two groups. One received a lower dosage of the drug, while the other received a higher dosage. We monitored several of their body functions and the level of their consciousness before, during, and after the drug was given.\n\nRESULTS.\nWe discovered that the group given the higher dosage had a quicker drop in their consciousness levels. But significant variation between the two groups only occurred at the 10-minute mark, with the group given a higher dosage being sleepier. However, the overall level of consciousness wasn't that different between the two groups. Similarly, the impact on their bodies and the side effects seen were minimal.\n\nCONCLUSIONS.\nGiving a higher dose of Dexmedetomidine can put patients to sleep faster, and it doesn't cause any major side effects."}]