[{"id": 3233513, "source": "BACKGROUND.\nThis study evaluated the efficacy and safety of the long-acting β2-agonist formoterol in patients with moderate-to-severe COPD.\n\nMETHODS.\nThis double-blind, placebo-controlled, parallel-group, multinational phase III study randomized patients ≥ 40 years of age with moderate-to-severe COPD to inhaled formoterol 4.5 or 9 μg twice daily (bid) via Turbuhaler® or placebo for 12 weeks. Salbutamol 100 μg/actuation via pMDI was permitted as reliever medication. The primary outcome variable was change (ratio) from baseline to treatment period in FEV1 60-min post-dose.\n\nRESULTS.\n613 patients received treatment (formoterol 4.5 μg n = 206; 9 μg n = 199; placebo n = 208); 539 (87.9%) male; 324 (52.9%) Japanese and 289 (47.1%) European. End of study increases in FEV1 60-min post-dose were significantly greater (p ≺ 0.001 for both) with formoterol 4.5 and 9 μg bid (113% of baseline for both) than with placebo, as were all secondary outcome measures. The proportion of patients with an improvement in St George's Respiratory Questionnaire score of ≥ 4 was 50.2% for formoterol 4.5 μg (p = 0.0682 vs. placebo), 59.2% (p = 0.0004) for 9 μg, and 41.3% for placebo. Reduction in reliever medication use was significantly greater with formoterol vs. placebo (9 μg: -0.548, p ≺ 0.001; 4.5 μg: -0.274, p = 0.027), with 9 μg being significantly superior to 4.5 μg (-0.274, p = 0.029). Formoterol was well tolerated with the incidence and type of adverse events not being different for the three groups.\n\nCONCLUSIONS.\nFormoterol 4.5 μg and 9 μg bid was effective and well tolerated in patients with COPD; there was no difference between formoterol doses for the primary endpoint; however, an added value of formoterol 9 μg over 4.5 μg bid was observed for some secondary endpoints.\n\nTRIAL REGISTRATION.\nNCT00628862 (ClinicalTrials.gov); D5122C00001 (AstraZeneca Study code).", "target": "BACKGROUND.\nA study was carried out to see how safe and effective the drug formoterol is for patients with moderate to severe Chronic Obstructive Pulmonary Disease (COPD), a lung disease that makes it hard for a person to breathe. \n\nMETHODS.\nThis tested the drug on patients aged 40 years and over across multiple countries. The patients took either formoterol or a placebo twice a day using an inhaler, over 12 weeks. They also used a common asthma drug called Salbutamol for relief if they needed it. The test's objective was to see if there were changes in patients' ability to breathe in the hour after they took the drug. \n\nRESULTS.\n613 patients took part in the trial: just under half were from Japan, just over half were from Europe and the majority were male. At the end of the study, those who were given formoterol showed a significant improvement in their breathing ability. It was more noticeable than those given the placebo. They also reduced the reliever medication use a lot more than those taking placebo. The drug formoterol was well accepted and the side effects were not significantly different in any of the groups.\n\nCONCLUSIONS.\nThe study found that formoterol is effective and safe for COPD patients. Two doses of the drug were tested and although both were helpful, the higher dose seemed to have more benefits for some patients.\n\nTRIAL REGISTRATION.\nThe study was registered under the numbers NCT00628862 on ClinicalTrials.gov and D5122C00001 as AstraZeneca's study code."}]