[{"id": 4354356, "source": "Reinforcement signals in the striatum are known to be crucial for mediating the subjective rewarding effects of acute drug intake. It is proposed that these effects may be more involved in early phases of drug addiction, whereas negative reinforcement effects may occur more in later stages of the illness. This study used resting-state functional magnetic resonance imaging to explore whether acute heroin substitution also induced positive reinforcement effects in striatal brain regions of protracted heroin-maintained patients. Using independent component analysis and a dual regression approach, we compared resting-state functional connectivity (rsFC) strengths within the basal ganglia/limbic network across a group of heroin-dependent patients receiving both an acute infusion of heroin and placebo and 20 healthy subjects who received placebo only. Subsequent correlation analyses were performed to test whether the rsFC strength under heroin exposure correlated with the subjective rewarding effect and with plasma concentrations of heroin and its main metabolites morphine. Relative to the placebo treatment in patients, heroin significantly increased rsFC of the left putamen within the basal ganglia/limbic network, the extent of which correlated positively with patients' feelings of rush and with the plasma level of morphine. Furthermore, healthy controls revealed increased rsFC of the posterior cingulate cortex/precuneus in this network relative to the placebo treatment in patients. Our results indicate that acute heroin substitution induces a subjective rewarding effect via increased striatal connectivity in heroin-dependent patients, suggesting that positive reinforcement effects in the striatum still occur after protracted maintenance therapy.", "target": "This study looked into how heroin use affects the brain, specifically the striatal brain regions. It's known that when someone first starts using drugs, a part of the brain known as the striatum assists in creating a feeling of reward. As the drug addiction progresses, the reward effect may lessen and be replaced by different effects. \n\nThe researchers used an imaging technique known as resting-state functional magnetic resonance imaging to study the brains of long-term heroin users. They compared the brain activity of these patients when they took heroin and when they took a placebo, to a group of healthy individuals who only took a placebo. \n\nThey found that heroin increased the connectivity in a part of the brain called the left putamen, which led the patients to feel a \"rush\". This feeling was positively linked to the level of morphine (derived from heroin) in their blood. However, in healthy individuals, a different part of the brain became more active compared to the patients when they took placebo.\n\nIn conclusion, their findings suggest that the feeling of reward after using heroin still occurs in long-term users, because of increased connectivity in certain parts of the brain."}]