[{"id": 65514, "source": "BACKGROUND.\nIt is commonly agreed that people with a high blood LDL-cholesterol will have a higher risk of coronary artery disease (CAD) than people with low blood LDL-cholesterol. Due to the increasingly high costs of medication in Thailand, the government has set up several measures to combat the problem. One of such strategies is to promote the utilization of locally manufactured drug products, especially those contained in the National Drug List. Simvastatin, an HMG-CoA reductase inhibitor, is listed as an essential drug for the treatment of hypercholesterolemia. Here, we reported the study on the LDL-cholesterol-lowering effect of a generic simvastatin product in comparison with the Zocor©, in 43 healthy thai  volunteers.\n\nMETHOD.\nThe generic product tested  was Eucor©, locally manufactured by Greater Pharma Ltd., Part, Thailand, and the reference product was Zocor© (Merck Sharp & Dohme, USA). The two products were administered as 10-mg single oral doses in a two-period crossover design. After drug administration, serial blood samples were collected every 4 weeks for 16 weeks. The major parameter monitored in this study was blood LDL-cholesterol.\n\nRESULT.\nAfter taking the drugs for the first 8 weeks, no statistically significant difference was dedected in blood LDL-cholesterol between the first (Zocor©-treated) and the second (Eucor©-treated) groups. After crossover and taking drugs for further 8 weeks, a similar result was obtained, i.e., no significant difference in blood LDL-cholesterol between the first (Eucor©-treated) and the second (Zocor©-treated) groups was observed. Upon completion of the 16-week study, there was also no statisticaly significant difference in the changes of all tested blood parameters between the two products (randomized block ANOVA, N = 37). Only minor side effects, mainly dizziness and nausea, were observed in both products.\n\nCONCLUSION.\nOur study demonstrated no significant differences in the therapeutic effect and safety between the generic and original simvastatin products.", "target": "BACKGROUND\nPeople with high levels of \"bad\" cholesterol, known as LDL-cholesterol, have a greater chance of getting heart disease. In Thailand, the cost of medicines is getting very high, so the government is encouraging people to take medications that are made locally, which are cheaper. One such drug is Simvastatin, which is used to lower high cholesterol levels. In this study, we compared how effective and safe a local version of Simvastatin is compared to an international one, in 43 healthy Thai people.\n\nMETHOD\nThe local Simvastatin we used was Eucor©, made by Thai company Greater Pharma Ltd. The international version was Zocor©, made by Merck Sharp & Dohme in the USA. Both versions of the drug were given to the participants once in the form of a 10-mg pill. We then took blood samples from them every 4 weeks for 16 weeks to see how much \"bad\" cholesterol was in their blood.\n\nRESULT\nThere was no significant difference in the amount of \"bad\" cholesterol in the blood of the people who took the local drug versus the international drug. Similarly, after switching the drugs between the groups halfway through the study, we again found no significant difference. At the end of the 16-week study, we found no remarkable differences between the two drugs in all tested blood parameters. There were minor side effects from both drugs - mainly dizziness and nausea.\n\nCONCLUSION\nOur study found that the local Simvastatin (Eucor©) is just as safe and effective at lowering \"bad\" cholesterol as the international Simvastatin (Zocor©)."}]