[{"id": 3357231, "source": "OBJECTIVE.\nTo test the hypothesis that replacement of sucrose with isomaltulose in sweet foods and beverages improves metabolic control in patients with type 2 diabetes.\n\nRESEARCH DESIGN AND METHODS.\nOne hundred ten patients with type 2 diabetes were randomized to receive sweet foods containing either 50 g/day isomaltulose or sucrose for 12 weeks as part of their habitual diet under free-living conditions. HbA1c at 12 weeks was the primary outcome parameter.\n\nRESULTS.\nIn the final analysis comprising 101 patients, isomaltulose did not significantly affect HbA1c at 12 weeks (sucrose: 7.39 ± 0.78%; isomaltulose: 7.24 ± 0.76%; regression coefficient [b]: 0.02 [95% CI: −0.21 to 0.25], P = 0.844). Triglycerides at 12 weeks were significantly lower in the isomaltulose versus the sucrose group (b: 34.01 [6.59–61.44], P = 0.016). Other secondary parameters did not significantly differ between groups.\n\nCONCLUSIONS.\nIsomaltulose did not influence glycemic control assessed as HbA1c in type 2 diabetes under free-living conditions but was associated with lower triglyceride levels.", "target": "GOAL\nWe wanted to see if replacing regular sugar with isomaltulose (another type of sugar) in sweet foods and drinks would help manage blood sugar levels in people with type 2 diabetes.\n\nHOW WE DID IT\nWe asked 110 people with type 2 diabetes to eat sweet foods that either had isomaltulose or regular sugar in them every day for 12 weeks. They did this as part of their regular diet. We looked at their HbA1c levels (a measure of blood sugar) at the end of the 12 weeks.\n\nWHAT WE FOUND\nOut of 101 people we could finally analyze, replacing regular sugar with isomaltulose didn't make a difference to their HbA1c levels at 12 weeks. Therefore, it didn't seem to help control their blood sugar levels. However, we did find that the group that ate foods with isomaltulose had significantly lower levels of triglycerides (a type of fat in your blood) at 12 weeks.\n\nCONCLUSION\nEating isomaltulose instead of regular sugar didn't help control blood sugar levels in people with type 2 diabetes. But it was linked to lower levels of triglycerides."}]