[{"id": 1915612, "source": "OBJECTIVES.\nNeck pain in chronic whiplash syndrome is a major burden for patients, healthcare providers and insurance companies. Randomized data on treatment of botulinum toxin in chronic whiplash syndrome are scarce. We conducted a randomized, placebo-controlled clinical trial to prove efficacy of botulinum toxin for neck pain in chronic whiplash syndrome.\n\nMETHODS.\n40 patients with chronic whiplash syndrome (whiplash associated disorders grade 1 and 2) were randomly assigned to receive botulinum toxin (maximum 100 units) or placebo (saline) in muscles with increased tenderness.\n\nRESULTS.\nAfter 12 weeks there was no significant difference between the two treatment groups in decrease of neck pain intensity on VAS (−7.0 mm, 95% confidence interval (CI) [−20.7 to +6.7]), mean number of neck pain days (−1%; 95% CI [−15% to +13%]), neck pain hours per day (−0.14; 95% CI [−3.0 to +2.7]), days on which symptomatic treatment was taken (−0.7%; 95% CI [−15% to +13%]) number of analgesics taken per day (−0.14; 95% CI [−0.6 to +0.4]) and total cervical range of motion (−11 degrees; 95% CI [−40 to +17]). There also was no significant difference in patient’s assessment of improvement after week 4, 8 and 12.\n\nCONCLUSIONS.\nBotulinum toxin was not proven effective in treatment of neck pain in chronic whiplash syndrome. Increased muscle tenderness alone might not be the major cause of neck pain in whiplash syndrome.", "target": "OBJECTIVES\nMany people who have long-term neck pain after a whiplash injury find it hard to manage, as do the healthcare professionals and insurance companies involved in their care. One possible treatment for this pain is a drug called botulinum toxin, but good quality research is lacking on its effectiveness. So, we ran a scientifically robust study to find out if botulinum toxin really does help reduce neck pain in these patients.\n\nMETHODS\nWe had 40 patients who all had long-term whiplash injury. They were randomly put into two groups. One group had injections of botulinum toxin and the other group had injections of a harmless saltwater solution (the placebo) into their painful neck muscles.\n\nRESULTS\nWe checked on the patients after 12 weeks and found no big differences between the two groups. We looked at how intense their neck pain was, how many days they had neck pain, how many hours a day they had neck pain, how many days they needed treatment to relieve their symptoms, how many painkillers they took each day, and how much they could move their necks. There was also no big difference in how much the patients felt they had improved over the 4, 8 and 12 weeks of the study.\n\nCONCLUSIONS\nBased on our results, we couldn't say that botulinum toxin is effective in treating neck pain in people with long-term whiplash. It seems that having tender muscles might not be the main cause of this kind of neck pain."}]