[{"id": 3671234, "source": "Spinal anaesthesia, which is one of the techniques for infraumbilical surgeries, is most commonly criticized for limited duration of postoperative analgesia. Several adjuvants have been tried along with local anesthetic for prolonging the duration of analgesia. In this study, we have observed the effect of midazolam as an adjuvant in patients undergoing infraumbilical surgery. In this prospective, randomized, double blinded, and parallel group and open label study of 90 adult patients aged 18–60 years, of American Society of Anaesthesiologists (ASA) status I and II, scheduled for elective infraumbilical surgery, were randomly allocated in two groups. Each patient in group \"B\" received hyperbaric bupivacaine 12.5 mg along with 0.4 mL of normal saline in the subarachnoid block, and patients of group \"BM\" received 12.5 mg hyperbaric bupivacaine along with preservative free midazolam 0.4 mL (2 mg). We found that use of midazolam as adjuvant with the local anesthetic in spinal anaesthesia significantly increases the duration of analgesia (median 320 min versus 220 min) and motor block (median 255 min versus 195 min) but decreases the incidence of postoperative nausea-vomiting (PONV).", "target": "Spinal anesthesia is often used during surgeries below the belly button, like a C-section or a hernia operation. But one of the pain-relief medicine's biggest drawbacks is that it doesn't work for long after surgery. Several other medicines have been tried with the aim of making it last longer. In this study, we wanted to see what effect the drug midazolam would have if used along with the anesthetic in these lower body surgeries.\n\nThe study involved 90 adult patients, aged 18 to 60, who were already scheduled for such a surgery. They were divided into two groups. The first group was given the normal anesthetic along with a saline solution. The second group received the same anesthetic, but with midazolam added.\n\nOur findings showed that adding midazolam to the anesthetic used in spinal anesthesia made the pain relief last longer (on average, 320 minutes compared to 220 minutes) and also made the numbness last longer (averaging 255 minutes versus 195 minutes). It also reduced the occurrence of nausea and vomiting after surgery."}]