[{"id": 4488551, "source": "The physiologic stress induced by physical activity is reflected in immune system perturbations, oxidative stress, muscle injury, and inflammation. We investigated the effect of astaxanthin (Asx) supplementation on salivary IgA (sIgA) and oxidative stress status in plasma, along with changes in biochemical parameters and total/differential white cell counts. Forty trained male soccer players were randomly assigned to Asx and placebo groups. Asx group was supplemented with 4 mg of Asx. Saliva and blood samples were collected at the baseline and after 90 days of supplementation in preexercise conditions. We observed a rise of sIgA levels at rest after 90 days of Asx supplementation, which was accompanied with a decrease in prooxidant-antioxidant balance. The plasma muscle enzymes levels were reduced significantly by Asx supplementation and by regular training. The increase in neutrophil count and hs-CRP level was found only in placebo group, indicating a significant blunting of the systemic inflammatory response in the subjects taking Asx. This study indicates that Asx supplementation improves sIgA response and attenuates muscle damage, thus preventing inflammation induced by rigorous physical training. Our findings also point that Asx could show significant physiologic modulation in individuals with mucosal immunity impairment or under conditions of increased oxidative stress and inflammation.", "target": "We checked the effects of Astaxanthin (Asx), a supplement, on athletes. When one exercises, it creates stress that affects the immune system, causes oxidation, injures the muscles and creates inflammation. Our focus was on how this supplement affects saliva immune response (sIgA) and oxidative stress in the bloodstream. We also checked other biochemical measures and the number of different types of white blood cells.\n\nWe carried out our study on forty trained male soccer players, splitting them randomly into two groups; one group took the supplement and the other did not act as a comparison.\n\nWe collected saliva and blood samples, both before they started taking Asx and after 90 days of its usage while at rest. We noticed the levels of sIgA increased after 90 days of usage and also that there was a reduction in the oxidant-antioxidant balance. The supplement was found to significantly lower the levels of enzymes related to muscle damage. The rise in a certain type of white blood cells (neutrophil) count and inflammation (hs-CRP level), were only found in the group that did not take the supplement, which shows that Asx could help to control the body's inflammatory responses to intense exercise.\n\nIn conclusion, our study shows that using Asx can boost the immune response in the saliva and protect against muscle damage, helping the body deal with inflammation caused by intense, physical training. We also suggest further use of Asx in situations where the body has a weaker immune response, or when there are high levels of oxidative stress and inflammation."}]