[{"id": 5313491, "source": "BACKGROUND.\nThe value of goal-directed fluid therapy in neurosurgical patients, where brain swelling is a major concern, is unknown. The aim of our study was to evaluate the effect of an intraoperative goal-directed fluid restriction (GDFR) strategy on the postoperative outcome of high-risk patients undergoing brain surgery.\n\nMETHODS.\nHigh-risk patients undergoing brain surgery were randomly assigned to a usual care group (control group) or a GDFR group. In the GDFR group, (1) fluid maintenance was restricted to 3 ml/kg/h of a crystalloid solution and (2) colloid boluses were allowed only in case of hypotension associated with a low cardiac index and a high stroke volume variation. The primary outcome variable was ICU length of stay, and secondary outcomes were lactates at the end of surgery, postoperative complications, hospital length of stay, mortality at day 30, and costs.\n\nRESULTS.\nA total of 73 patients from the GDFR group were compared with 72 patients from the control group. Before surgery, the two groups were comparable. During surgery, the GDFR group received less colloid (1.9 ± 1.1 vs. 3.9 ± 1.6 ml/kg/h, p = 0.021) and less crystalloid (3 ± 0 vs. 5.0 ± 2.8 ml/kg/h, p ≺ 0.001) than the control group. ICU length of stay was shorter (3 days [1–5] vs. 6 days [3–11], p = 0.001) and ICU costs were lower in the GDFR group. The total number of complications (46 vs. 99, p = 0.043) and the proportion of patients who developed one or more complications (19.2 vs. 34.7%, p = 0.034) were smaller in the GDFR group. Hospital length of stay and costs, as well as mortality at 30 day, were not significantly reduced.\n\nCONCLUSION.\nIn high-risk patients undergoing brain surgery, intraoperative GDFR was associated with a reduction in ICU length of stay and costs, and a decrease in postoperative morbidity.", "target": "BACKGROUND.\nWe're studying the effects of controlling the amount of fluids patients get during brain surgery. This control is important because in brain surgeries, swelling in the brain can be a big problem. We don't know whether controlling the fluids, with a strategy we're calling \"goal-directed fluid restriction\" (GDFR), makes a difference in how patients recover after surgery.\n\nMETHODS.\nWe had two groups of patients who needed brain surgery, and were at high risk for complications. One group was given the usual amount of fluids during their surgery (the control group), and the other group was given less fluid (the GDFR group). \n\nFor the GDFR group, we did two things: (1) We limited the fluids they got during surgery to 3ml per kilogram of their body weight each hour, using a clear liquid solution and (2) We only gave additional fluid packs if they showed signs of low blood pressure, lower heart output and higher fluctuations in blood volume.\n\nWe then studied different outcomes: how long they stayed in the ICU, the level of a specific acid (lactates) in their body after surgery, any complications they had after surgery, how long they stayed in the hospital, whether they died within 30 days after the surgery, and the cost of their treatment.\n\nRESULTS.\nWe compared 73 patients in the GDFR group to 72 patients in the control group. Before surgery, both groups were similar. During surgery, we did end up giving less fluid to the GDFR group compared to the control group. After surgery, the GDFR group spent less time in the ICU and the cost of their stay was lower. Also, fewer patients in the GDFR group had any complications after surgery. But the time they spent in the hospital overall, their total hospital costs, and whether they died within 30 days were not significantly different between the two groups.\n\nCONCLUSION.\nIn high-risk patients needing brain surgery, limiting the amount of fluids they got during surgery (using our GDFR method) helped them recover better after surgery, needed less time in the ICU, and reduced their ICU costs. Also, fewer of these patients had complications after surgery."}]