[{"id": 5301061, "source": "BACKGROUND.\nLack of spiritual health in patients with hypertension leads to many mental, social, and physical effects, On the other hand, considering the prevalence of hypertension among the elderly, interventions to enhance their spiritual wellbeing is essential. Therefore, the aim of this study was to examine the effect of religious programs based on Islam on spiritual wellbeing in elderly patients with hypertension who referred to the health centers of Isfahan in 2014.\n\nMATERIALS AND METHODS.\nThis study was a randomized clinical trial. The participants (52 elderly patients with hypertension) were randomly divided in to experimental and control groups. Religious program was implemented for the experimental group in eight sessions in two Isfahan health centers. Spirituality wellbeing survey (SWB) questionnaire was completed in three steps, namely, pretest, posttest and follow-up (1 month) in two groups. In the study, Chi-square test, independent t-test, and repeated-measures analysis of variance were performed for analyzing the data.\n\nRESULTS.\nBefore the intervention, there was no significant difference between the mean scores of spiritual wellbeing, the religious dimension, and the existential aspect of spiritual wellbeing of the two groups. However in the posttest step and follow-up stage, the mean scores of spiritual wellbeing, the religious dimension, and the existential aspect of spiritual wellbeing in the experimental group was significantly higher than in the control group (P ≺ 0.001).\n\nCONCLUSIONS.\nThe religious program based on Islam promoted the SWB of elderly patients with hypertension; further, nurses can use these programs to promote the SWB of elderly patients with hypertension.", "target": "BACKGROUND.\nMany older people with high blood pressure suffer from poor spiritual health which can negatively affect them mentally, socially, and physically. Given this, it's important to explore ways of boosting their spiritual wellness. In this study, we examined the effects of religious programs based on Islam on improving spiritual health among elderly people with high blood pressure attending health clinics in Isfahan in 2014.\n\nMATERIALS AND METHODS.\nWe carried out our experiment by selecting 52 older people with high blood pressure and splitting them randomly into two groups. One group attended an Islamic-based religious program for eight sessions in two health centers in Isfahan. A questionnaire designed to measure spiritual wellbeing was completed by both groups during three stages; before the program (pre-test), at the end of the program (post-test), and a month after the program (follow-up). We used statistical tests to analyze the data we collected.\n\nRESULTS.\nBefore the religious program, there was no significant difference between the spiritual wellbeing scores of the two groups. However, after the program and a month later, the group that attended the program had significantly higher spiritual wellbeing scores than the group that did not attend the program.\n\nCONCLUSIONS.\nOur findings suggest that an Islamic-based religious program can enhance the spiritual wellbeing of elderly people with high blood pressure. Therefore, health professionals like nurses can use such programs to improve their patients' spiritual health."}]