[{"id": 4893758, "source": "INTRODUCTION.\nPerformance of painful diagnostic and therapeutic procedures is common in emergency department (ED), and procedural sedation and analgesia (PSA) is a fundamental skill for every emergency physician. This study was aim to compare the efficacy of remifentanil with fentanyl/midazolam in painless reduction of anterior shoulder dislocation.\n\nMETHOD.\nIn this randomized, double blind, clinical trial the procedural characteristics, patients' satisfaction as well as adverse events were compared between fentanyl/midazolam and remifentanil for PSA of 18–64 years old patients, which were presented to ED following anterior shoulder dislocation.\n\nRESULTS.\n96 cases were randomly allocated to two groups (86.5% male). There were no significant difference between groups regarding baseline characteristics. Remifentanil group had lower duration of procedure (2.5 ± 1.6 versus 4.6 ± 1.8 minutes, p ≺ 0.001), higher pain reduction (53.7 ± 13.3 versus 33.5 ± 19.6, p ≺ 0.001), lower failure rate (1 (2.1%) versus 15 (31.3%), p ≺ 0.001), higher satisfaction (p = 0.005). Adverse events were seen in 12 (25%) patients in midazolam/fentanyl and 8 (16.7%) cases in remifentanil group (p = 0.122).\n\nCONCLUSION.\nIt seems that use of remifentanil resulted in lower procedural time, lower failure rate, and lower pain during procedure as well as higher patient satisfaction in comparison with midazolam/fentanyl combination in anterior shoulder dislocation.", "target": "INTRODUCTION\nThis study looked at how well two different types of pain relief work in making a common procedure of fixing a dislocated shoulder less painful. The two types of pain relief compared were remifentanil and a combination of fentanyl/midazolam.\n\nMETHOD\nThey conducted a blind trial (which means the patients didn't know which type of pain relief they were receiving) with patients aged between 18 and 64. They compared things like speed of the procedure, patient satisfaction and any problems that occurred between the two different pain relief methods.\n\nRESULTS\nOf the 96 people in the study, there was no significant difference in the characteristics of each group. The group that received remifentanil found the procedure to be quicker, more successful at managing pain, and more satisfactory compared to the fentanyl/midazolam group. There were slightly more problems in the midazolam/fentanyl group.\n\nCONCLUSION\nThe results show that using remifentanil made the process of fixing a dislocated shoulder faster, more successful, less painful and more pleasing for patients when compared to the combination of fentanyl/midazolam."}]