[{"id": 5223669, "source": "OBJECTIVE.\nThe statistical analysis for a 2-arm randomised controlled trial (RCT) with a baseline outcome followed by a few assessments at fixed follow-up times typically invokes traditional analytic methods (eg, analysis of covariance (ANCOVA), longitudinal data analysis (LDA)). 'Constrained' longitudinal data analysis (cLDA) is a well-established unconditional technique that constrains means of baseline to be equal between arms. We use an analysis of fasting lipid profiles from the Group Medical Clinics (GMC) longitudinal RCT on patients with diabetes to illustrate applications of ANCOVA, LDA and cLDA to demonstrate theoretical concepts of these methods including the impact of missing data.\n\nMETHODS.\nFor the analysis of the illustrated example, all models were fit using linear mixed models to participants with only complete data and to participants using all available data.\n\nRESULTS.\nWith complete data (n=195), 95% CI coverage are equivalent for ANCOVA and cLDA with an estimated 11.2 mg/dL (95% CI −19.2 to −3.3; p=0.006) lower mean low-density lipoprotein (LDL) cholesterol in GMC compared with usual care. With all available data (n=233), applying the cLDA model yielded an LDL improvement of 8.9 mg/dL (95% CI −16.7 to −1.0; p=0.03) for GMC compared with usual care. The less efficient, LDA analysis yielded an LDL improvement of 7.2 mg/dL (95% CI −17.2 to 2.8; p=0.15) for GMC compared with usual care.\n\nCONCLUSIONS.\nUnder reasonable missing data assumptions, cLDA will yield efficient treatment effect estimates and robust inferential statistics. It may be regarded as the method of choice over ANCOVA and LDA.", "target": "GOAL\nWe want to understand the best way to analyze data from a study that is comparing two treatments for diabetes. This type of study is usually done by comparing the baseline, or starting, measurements of the patients' blood fat levels (fasting lipid profiles) to follow-up measurements taken after some time. There are traditional ways to do this comparison (like ANCOVA and LDA), but we're also exploring a different approach, called cLDA, that assumes the starting measurements are the same for both treatments. We want to see which method is the most reliable, considering some patients might not complete the trial.\n\nHOW WE DID IT\nWe analyzed data from a study conducted at Group Medical Clinics (GMC) using all three methods -ANCOVA, LDA, and cLDA- and compared the results. We ran these tests on data from patients who finished the trial and also on data that includes patients who didn't finish.\n\nWHAT WE FOUND\nWhen we used data from patients who completed the trial (195 people), both ANCOVA and cLDA showed that the GMC treatment lowered bad cholesterol levels (LDL) by about 11.2 mg/dL, significantly more than the usual care. When we used all available data (233 people), cLDA showed an LDL improvement of 8.9 mg/dL with the GMC treatment, but LDA showed only a 7.2 mg/dL improvement and wasn't as sure of this result.\n\nWHAT IT MEANS\nIf we take into account that some people might not complete the trial, cLDA seems to produce consistent and reliable results. It evaluates the effect of treatment very efficiently and its findings can be trusted. Thus, it may be a better choice compared to ANCOVA and LDA when looking at this type of data."}]