[{"id": 4808872, "source": "Creatine plays an important role in muscle energy metabolism. Postactivation potentiation (PAP) is a phenomenon that can acutely increase muscle power, but it is an individualized process that is influenced by muscle fatigue. This study examined the effects of creatine supplementation on explosive performance and the optimal individual PAP time during a set of complex training bouts. Thirty explosive athletes performed tests of back squat for one repetition maximum (1RM) strength and complex training bouts for determining the individual optimal timing of PAP, height and peak power of a counter movement jump before and after the supplementation. Subjects were assigned to a creatine or placebo group and then consumed 20 g of creatine or carboxymethyl cellulose per day for six days. After the supplementation, the 1RM strength in the creatine group significantly increased (p ≺ 0.05). The optimal individual PAP time in the creatine group was also significant earlier than the pre-supplementation and post-supplementation of the placebo group (p ≺ 0.05). There was no significant difference in jump performance between the groups. This study demonstrates that creatine supplementation improves maximal muscle strength and the optimal individual PAP time of complex training but has no effect on explosive performance.", "target": "This study looked at the how taking creatine, a supplement often used by athletes, affects a person's strength and power. Thirty athletes took part in the study and did weight lifting exercises and jumps for testing muscle strength and power. They also completed what is known as a post-activation potentiation (PAP) test, which is a way to measure how taking creatine can make their muscles more powerful right after working out.\n\nThe athletes were split into two groups. One group took 20 grams of creatine each day for six days, and the other group took a placebo, or a substance that has no real effect. After taking the supplement, the group who took creatine were able to lift more weight and their muscles got powerful more quickly after working out compared to the group who took the placebo. However, there was no noticeable difference in the jump test between the two groups.\n\nThis study shows that creatine can help increase muscle strength and make muscles powerful more quickly after working out, but it doesn't seem to have an effect on how high a person can jump."}]