[{"id": 4106715, "source": "NicVAX®, a nicotine vaccine (3'AmNic-rEPA), has been clinically evaluated to determine if higher antibody concentrations are associated with higher smoking abstinence rates and if doses and frequency of administration are associated with increased antibody response. This randomized, double-blinded, placebo-controlled multicenter clinical trial (N=301 smokers) tested 200 and 400 μg doses administered 4 or 5 times over 6 months compared to placebo. 3'AmNic-rEPA recipients with the highest serum anti-nicotine antibody response (top 30% by AUC) were significantly more likely to attain 8 weeks continuous abstinence from weeks 19 through 26 than the placebo recipients (24.6% vs. 12.0%, p=0.024, OR=2.69, 95% CI, 1.14–6.37). The 5 injection 400 μg dose regimen had the greatest antibody response and had significantly higher abstinence rates than placebo. This study demonstrates proof-of-concept that 3'AmNic-rEPA elicits antibodies to nicotine and is associated with higher continuous abstinence rates, justifying its further development as a treatment for nicotine dependence.", "target": "Scientists have been testing a new nicotine vaccine, called NicVAX®, to see if it can help smokers quit. They wanted to know if more of the vaccine in the body leads to better quit rates and if giving more doses of the vaccine increases its effectiveness.\n\nThey conducted a study with 301 smokers, where some received either 200 or 400 μg doses of the vaccine, four or five times over six months, and others received a fake form of the vaccine (placebo). They found out that those who had the most significant immune response to the vaccine (the top 30%) were more likely to quit smoking for at least eight weeks compared to those who took the placebo (24.6% vs. 12.0%).\n\nInterestingly, those who had the regimen of five shots of the higher dose (400 μg) were more likely to quit smoking than the placebo group too.\n\nSo, this study shows that NicVAX® can stimulate the body to produce nicotine antibodies and help smokers quit. This encourages further research to develop the vaccine as a potential treatment for nicotine addiction."}]