[{"id": 5808396, "source": "BACKGROUND.\nSexual violence is associated with a multitude of poor physical, emotional, and social outcomes. Despite reports of stigma by sexual violence survivors, limited evidence exists on effective strategies to reduce stigma, particularly in conflict-affected settings. We sought to assess the effect of group Cognitive Processing Therapy (CPT) on stigma and the extent to which stigma might moderate the effectiveness of CPT in treating mental health problems among survivors of sexual violence in the Democratic Republic of Congo.\n\nMETHODS.\nData were drawn from 405 adult female survivors of sexual violence reporting mental distress and poor functioning in North and South Kivu. Women were recruited through organizations providing psychosocial support and then cluster randomized to group CPT or individual support. Women were assessed at baseline, the end of treatment, and again six months later. Assessors were masked to women's treatment assignment. Linear mixed-effect regression models were used to estimate (1) the effect of CPT on feelings of perceived and internalized (felt) stigma, and (2) whether felt stigma and discrimination (enacted stigma) moderated the effects of CPT on combined depression and anxiety symptoms, posttraumatic stress, and functional impairment.\n\nRESULTS.\nParticipants receiving CPT experienced moderate reductions in felt stigma relative to those in individual support (Cohen's D = 0.44, p = value = 0.02) following the end of treatment, though this difference was no longer significant six-months later (Cohen's D = 0.45, p = value = 0.12). Neither felt nor enacted stigma significantly moderated the effect of CPT on mental health symptoms or functional impairment.\n\nCONCLUSIONS.\nGroup cognitive-behavioral based therapies may be an effective stigma reduction tool for survivors of sexual violence. Experiences and perceptions of stigma did not hinder therapeutic effects of group psychotherapy on survivors' mental health.\n\nTRIAL REGISTRATION.\nClinicalTrials.gov NCT01385163.\n\nELECTRONIC SUPPLEMENTARY MATERIAL.\nThe online version of this article (10.1186/s13031-018-0142-4) contains supplementary material, which is available to authorized users.", "target": "BACKGROUND:\nSexual violence can cause major physical, emotional, and social problems. Survivors sometimes feel negatively judged or stigmatized, but we're not sure how to best help them overcome this. We decided to test a group therapy approach, called Cognitive Processing Therapy (CPT), to see if it helps reduce stigma. Also, we wanted to see if feeling stigmatized affected how well the therapy worked for mental health issues. We did this study in the Democratic Republic of Congo.\n\nMETHODS:\nWe collected data from 405 adult women who survived sexual violence and were dealing with mental distress and trouble in daily life. In partnership with local support organizations, we randomly assigned these women to either group therapy or individual support. We checked on their progress at the start, the end, and six months after the therapy. We used statistical models to see if the therapy reduced feelings of stigma, and if stigma affected how well the therapy worked on other mental health issues.\n\nRESULTS:\nWomen who went through group therapy felt less stigmatized after therapy, compared to those with individual support. However, this feeling faded away six months after the therapy. Neither feeling stigmatized nor experiencing discrimination significantly changed how well the therapy worked on mental health issues.\n\nCONCLUSIONS:\nGroup therapy could be a good way to help survivors of sexual violence feel less stigmatized. Also, feeling stigmatized or discriminated didn't negatively affect how well the therapy worked on improving mental health.\n\nTRIAL REGISTRATION:\nThis trial is registered on ClinicalTrials.gov (NCT01385163).\n\nELECTRONIC SUPPLEMENTARY MATERIAL:\nMore details of this article are available online for authorized users."}]