[{"id": 4439020, "source": "BACKGROUND.\nSupratentorial pneumocephalus after posterior fossa surgery in the semisitting position may lead to decreased alertness and other symptoms. We here aimed to prove the efficacy of normobaric hyperoxia on the absorption of postoperative pneumocephalus according to a standardized treatment protocol.\n\nMETHODS AND FINDINGS.\nWe enrolled 44 patients with postoperative supratentorial pneumocephalus (≻ 30 ml) after posterior fossa surgery in a semisitting position. After randomisation procedure, patients received either normobaric hyperoxia at FiO2 100% over an endotracheal tube for 3 hours (treatment arm) or room air (control arm). Routine cranial CT scans were performed immediately (CT1) and 24 hours (CT2) after completion of surgery and were rated without knowledge of the therapy arm. Two co-primary endpoints were assessed: (i) mean change of pneumocephalus volume, and (ii) air resorption rate in 24 hours. Secondary endpoints were subjective alertness (Stanford Sleepiness Scale) postoperatively and attention (Stroop test), which were evaluated preoperatively and 24 hours after surgery. The mean change in pneumocephalus volume was higher in patients in the treatment arm as compared to patients in the control arm (p = 0.001). The air resorption rate was higher in patients in the treatment arm as compared to patients in the control arm (p = 0.0015). Differences were more pronounced in patients aged 52 years and older. No difference between patients in treatment arm and control arm was observed for the Stroop test. The distribution of scores in the Stanford Sleepiness Scale differed in the treatment arm as compared to the control arm, and there was a difference in mean values (p = 0.015).\n\nCONCLUSIONS.\nAdministration of normobaric hyperoxia at FiO2 100% via an endotracheal tube for 3 hours is safe and efficacious in the treatment of pneumocephalus after posterior fossa surgery in the semisitting position. Largest benefit was found in elderly patients and particularly in older men.\n\nTRIAL REGISTRATION.\nGerman Clinical Trials Register DRKS00006273", "target": "BACKGROUND.\nSometimes after a type of brain surgery, patients can experience symptoms such as alertness loss due to a condition where air fills up their brain cavities. We studied whether treating this condition with pure oxygen via a breathing tube can help absorb this air build-up.\n\nMETHODS AND FINDINGS.\nWe investigated 44 patients who underwent brain surgery and experienced air build-up in their brain. Half of these patients were given pure oxygen for 3 hours while the other half simply breathed in normal room air. We performed scans on their brains just after the surgery and 24 hours afterwards. Without knowing who had received the oxygen treatment, we assessed the change in air volume in their brains and the air absorption rate 24 hours after the surgery. Our findings suggest that the air build-up reduced more in the patients who received the oxygen treatment. This effect was especially pronounced in patients who were above 52 years old. However, there was no significant difference in attention levels (measured by a test) between the two groups. The alertness level differed between the two groups, with the oxygen-treated patients had increased alertness.\n\nCONCLUSIONS.\nThe oxygen treatment administered through a tube after brain surgery is safe and effective in reducing air build-up in the brain. Older patients, especially men, benefit the most from this treatment.\n\nTRIAL REGISTRATION.\nThe experiment was officially logged with the German Clinical Trials Register."}]