[{"id": 5853038, "source": "AIMS.\nThis study is the first of its kind in the United Arab Emirates, where these herbal plant extracts are commonly incorporated into toothpaste. The present study compares two herbal toothpastes (Meswak extract and tea tree oil [TTO]) and analyses their efficiency in reducing plaque accumulation.\n\nMATERIALS AND METHODS.\nA total of 25 patients were examined for plaque and assigned a plaque score. They were then randomly assigned to use either Meswak-based toothpaste or TTO-based toothpaste. After 24 h, a new plaque score was recorded, and the patients used their regular brand for 2 weeks. The patients were then instructed to use the second of the two study toothpastes for 24 h, and a third set of plaque scores was obtained. Statistical data were analyzed using the SPSS software with a significance of P ≺ 0.05 and Kruskal–Wallis test.\n\nRESULTS.\nAnalysis of plaque scores showed a reduction in plaque index after using either of the two herbal-based toothpastes; however, when compared with TTO, Meswak-based toothpaste resulted in significantly less plaque.\n\nCONCLUSIONS.\nBrushing with Meswak-based toothpaste gave a significant drop in plaque score when compared with TTO-based paste.", "target": "GOAL:\nWe did a study in the United Arab Emirates, a place where people often use plant extracts in toothpaste. We wanted to see which of the two plant-based toothpastes - one with Meswak extract and the other with tea tree oil - is better at getting rid of plaque on teeth.\n\nHOW WE DID IT:\nWe checked the teeth of 25 people for plaque and gave them a plaque score. Then we randomly divided them into two groups. One group used a toothpaste made with Meswak, and the other group used a toothpaste made with tea tree oil. After one day, we scored their plaque again. Then, they went back to using their usual toothpaste for two weeks. After this, they switched and used the other plant-based toothpaste for one day, and we scored their plaque again. We used special software and a standard statistical test to make sense of the numbers we collected.\n\nWHAT WE FOUND:\nBoth plant-based toothpastes helped reduce plaque. But the toothpaste made with Meswak made a bigger difference. \n\nWHAT THIS MEANS:\nBrushing with the toothpaste made with Meswak is better at reducing plaque than the one made with tea tree oil."}]