[{"id": 4183415, "source": "Artemisinin combination therapies are available in private outlets, but patient adherence might be compromised by poor advice from dispensers. In this cluster randomized trial in drug shops in Tanzania, 42 of 82 selected shops were randomized to receive text message reminders about what advice to provide when dispensing artemether-lumefantrine (AL). Eligible patients purchasing AL at shops in both arms were followed up at home and questioned about each dose taken. Dispensers were interviewed regarding knowledge of AL dispensing practices and receipt of the malaria-related text messages. We interviewed 904 patients and 110 dispensers from 77 shops. Although there was some improvement in dispenser knowledge, there was no difference between arms in adherence measured as completion of all doses (intervention 68.3%, control 69.8%, p [adjusted] = 0.6), or as completion of each dose at the correct time (intervention 33.1%, control 32.6%, p [adjusted] = 0.9). Further studies on the potential of text messages to improve adherence are needed.", "target": "This study looked at whether text message reminders sent to drug store staff in Tanzania would help patients take all their doses of a malaria drug called Artemether-Lumefantrine. 904 patients and 110 drug store staff members from 77 stores participated. The stores were divided into two groups. In one group, the staff members received text message reminders about how to give advice to patients using the drug. \n\nThe findings show that while there was some improvement in the drug store staff's knowledge, there was no significant difference between the two groups regarding the patients completing all their doses or taking each dose at the right time. This means that the text message reminders did not change the patients' behavior concerning taking their medication properly. \n\nMore studies are needed to see if text messages can be used effectively to improve how patients adhere to their medication schedules."}]