[{"id": 3877023, "source": "BACKGROUND.\nThe purpose of the present study was to compare the image quality of spinal magnetic resonance (MR) imaging performed on a high-field horizontal open versus a short-bore MR scanner in a randomized controlled study setup.\n\nMETHODS.\nAltogether, 93 (80% women, mean age 53) consecutive patients underwent spine imaging after random assignement to a 1-T horizontal open MR scanner with a vertical magnetic field or a 1.5-T short-bore MR scanner. This patient subset was part of a larger cohort. Image quality was assessed by determining qualitative parameters, signal-to-noise (SNR) and contrast-to-noise ratios (CNR), and quantitative contour sharpness.\n\nRESULTS.\nThe image quality parameters were higher for short-bore MR imaging. Regarding all sequences, the relative differences were 39% for the mean overall qualitative image quality, 53% for the mean SNR values, and 34–37% for the quantitative contour sharpness (P≺0.0001). The CNR values were also higher for images obtained with the short-bore MR scanner. No sequence was of very poor (nondiagnostic) image quality. Scanning times were significantly longer for examinations performed on the open MR scanner (mean: 32±22 min versus 20±9 min; P≺0.0001).\n\nCONCLUSIONS.\nIn this randomized controlled comparison of spinal MR imaging with an open versus a short-bore scanner, short-bore MR imaging revealed considerably higher image quality with shorter scanning times.\n\nTRIAL REGISTRATION.\nClinicalTrials.gov NCT00715806", "target": "BACKGROUND.\nThis study aimed to compare the picture quality of two different methods used in the scanning of the spine through magnetic resonance imaging (MRI)—the high-field horizontal open method and the short-bore method. \n\nMETHODS.\n93 patients (80% of them being women, with an average age of 53) were randomly chosen to have their spines scanned using either a 1-T horizontal open scanner or a 1.5-T short-bore scanner. The quality of the images produced by each scanner was then assessed by looking at certain aspects, such as the level of detail and brightness, and how sharp the outline of the images appeared.\n\nRESULTS.\nThe short-bore method produced higher quality images. On average, the short-bore images were 39% better in quality, 53% brighter, and 34-37% sharper in outline (P≺0.0001). Images from short-bore scans also showed superior contrast. Importantly, none of the scans were so poor in quality that they couldn't be used. The short-bore scanner also took less time to complete the scans.\n\nCONCLUSIONS.\nWhen comparing the quality of spine imaging using an open scanner versus a short-bore scanner, the study found that the short-bore method produced better quality images and took less time.\n\nTRIAL REGISTRATION.\nThis trial was registered with ClinicalTrials.gov, with the number NCT00715806."}]