[{"id": 3232074, "source": "BACKGROUND AND THE PURPOSE OF THE STUDY.\nDiabetic neuropathy is the most common diabetic complication that often is accompanied by significant morbidity, mortality and economic burden. The purpose of this study was evaluation of effect of Semelil (ANGIPARSTM), a new herbal drug for treatment of diabetic foot ulcers or diabetic peripheral neuropathy.\n\nMETHODS.\nIn this double blind clinical trial, 49 type 2 diabetes patients with different degrees of neuropathy were evaluated in two groups (ANGIPARSTM and placebo groups). All patients were assessed at the start and 12 weeks after treatment, with laboratory tests, United Kingdom screening test, Michigan neuropathy screening score, Michigan diabetic neuropathy score, vibration perception thresholds, nerve conduction study, monofilament test and visual analog scale.\n\nRESULTS.\nMichigan diabetic neuropathy score was decreased notably in ANGIPARSTM group. In the nerve conduction study, appropriate meaningful changes were observed in the distal latency and amplitude in the motor Ulnar nerve in ANGIPARSTM group.\n\nCONCLUSION.\nThe results showed limited evidence of efficacy of ANGIPARSTM in diabetic neuropathy treatment and more studies with a larger sample size and longer duration are required.", "target": "WHY THE STUDY WAS DONE:\nThe study aimed to find out whether a new herbal medicine called Semelil (or ANGIPARSTM) has any positive effects on diabetic foot ulcers. Diabetic foot ulcers are a common condition in people with diabetes, and often lead to significant health problems and costs.\n\nHOW THE STUDY WAS DONE:\nIn the study, 49 people with type 2 diabetes and varying degrees of foot ulcers were divided into two groups. One group was given the new medicine and the other was given a placebo (a treatment with no active ingredient). The patients went through a series of tests before and after the study to measure the effects of the medicine.\n\nWHAT THE STUDY FOUND:\nThe study found some evidence that the new medicine had a positive effect on the patients' foot ulcers. There were noticeable changes in the motor Ulnar nerve, which is one of the nerves in the arm that can be affected by diabetes.\n\nTHE STUDY'S CONCLUSIONS:\nThe study concluded that while the medicine had some effect, more research with larger groups of people and over longer periods of time is needed to truly gauge its effectiveness."}]