[{"id": 3816909, "source": "OBJECTIVE.\nGenetic variants near IRS1 are associated with features of the metabolic syndrome (MetS). We examined whether genetic variants near IRS1 might modulate the effects of diets varying in fat content on the MetS status in a 2-year weight-loss trial.\n\nRESEARCH DESIGN AND METHODS.\nTwo variants near IRS1, rs1522813 and rs2943641, were genotyped in 738 overweight/obese adults (age 60 ± 9 years; BMI 32.7 ± 3.9 kg/m2) randomly assigned to one of four weight-loss diets (a deficit of 750 kcal/day of caloric intake from baseline) varying in macronutrient contents for 2 years. We compared MetS status of high-fat (40% of caloric intake; n = 370) and low-fat (20% caloric intake; n = 368) diet groups differentiated by genotypes (rs1522813 A-allele carriers and noncarriers and rs2943641T-allele carriers and noncarriers).\n\nRESULTS.\nAmong rs1522813 A-allele carriers, the reversion rates of the MetS were higher in the high-fat diet group than those in the low-fat diet group over the 2-year intervention (P = 0.002), while no significant difference between diet groups was observed among noncarriers (P = 0.27). The genetic modulation on dietary effect was independent of weight changes. The odds ratio (OR) for the 2-year reversion of the MetS was 2.88 (95% CI 1.25–6.67) comparing the high-fat and low-fat diets among rs1522813 A-allele carriers, while the corresponding OR was 0.83 (0.36–1.92) in noncarriers. The variant rs2943641 was not observed to modulate dietary effects on the MetS status.\n\nCONCLUSIONS.\nOur data suggest that high-fat weight-loss diets might be more effective in the management of the MetS compared with low-fat diets among individuals with the A-allele of the rs1522813 variant near IRS1.", "target": "OBJECTIVE.\nWe wanted to see if certain genetic differences might impact how diet, specifically levels of fat intake, affects something called Metabolic Syndrome (MetS). MetS is a group of conditions like high blood sugar or blood pressure that together increase the risk of heart disease, stroke, and type 2 diabetes. We tested this theory in a 2-year diet experiment.\n\nRESEARCH DESIGN AND METHODS.\nWe looked at two genetic differences in 738 overweight or obese adults. These people were randomly put on one of four diets for 2 years. These diets all had a reduction of 750 daily calories but varied in fat content. We then checked the MetS health of people on high-fat diets (40% of daily calorie intake) and low-fat diets (20% of daily calorie intake). We saw how these conditions changed for people with and without these genetic differences.\n\nRESULTS.\nAmong people who carry a specific genetic difference, they were more likely to see a decrease in MetS conditions if they followed a high-fat diet compared to those on a low-fat diet over the 2-year period. However, there was no significant diet difference for people without this genetic difference. The effect of the diet was independent of weight changes. If you carried this genetic difference, you were almost 3 times more likely to see a decrease in MetS when on a high-fat diet compared to a low-fat diet. The second genetic difference we tested did not have a noticeable impact on diet effects on MetS.\n\nCONCLUSIONS.\nThis suggests that a high-fat diet might be better at managing MetS for people with a specific genetic difference near IRS1, compared to a low-fat diet."}]