[{"id": 3118076, "source": "AIMS AND OBJECTIVES.\nTo assess the efficacy of flapless implant surgery on soft-tissue profile and to compare the clinical outcomes of flapless implant therapy on immediate loading (IL) implants to delayed loading (DL) implants.\n\nMATERIALS AND METHODS.\nThe study sample consisted of 20 patients who were partially edentulous in the anterior maxillary region. They were divided into two groups. In group I (IL) 10 implants were placed and immediately provisionalized and restored with a metal ceramic crown on the 14th day. In group II (DL) 10 implants were placed and loaded after 4 months. Single-piece implants were used for the IL group and two-piece implants were used for the DL group. All soft tissue parameters i.e., modified plaque index (mPI), modified bleeding index (mBI), papillary index (PPI), marginal level of soft tissue (ML) and width of keratinized mucosa (WKM) were recorded at baseline, Day 60, Day 120 and Day 180.\n\nRESULTS.\nThe success rate in group I was found to be 80%, which was lower than the success rate in group II which was found to be 90%. On comparison, there is no statistically significant difference in success rate between the two study groups. There was no statistically significant difference between the groups over time in parameters like mPI, mBI, ML and WKM. The mean PPI score in group II showed a significant increase from when compared to group I.\n\nCONCLUSION.\nThe results of this study indicated that flapless implant surgery using either immediately loading implants or DL implants, demonstrate enhancement of implant esthetics.", "target": "GOAL AND PURPOSE.\nThe goal of this study was to understand how effective a specific type of dental implant surgery, known as flapless implant surgery, is in improving the appearance of the soft tissues in the mouth. We also compared the performance of two types of implants - ones that are immediately put to use (IL) versus those that are left to adjust for a while (DL).\n\nHOW WE DID THE STUDY.\nWe conducted this study with 20 patients who were missing some teeth in the front part of their upper mouth. We split them into two groups. In the first group (IL), we placed 10 implants that we immediately put to use and fitted with a permanent crown after 14 days. In the second group (DL), we placed 10 implants but only started using them after 4 months. We used different styles of implants for each group. To measure the outcome, we took note of various factors related to the soft tissues in the mouth at different times.\n\nRESULTS.\nThe success of first group was 80%, which was slightly less than the 90% success rate of the second group. However, when we compared the two, we found that the difference wasn't statistically significant. We also found no significant difference in most measurements of the soft tissues between the two groups over time. However, one measurement did increase significantly more in the second group compared to the first.\n\nCONCLUSION.\nIn conclusion, our study suggests that flapless implant surgery, whether we start using the implants right away or after a delay, can help improve the appearance of the mouth."}]