[{"id": 5122106, "source": "BACKGROUND.\nObesity is a worldwide health problem which is associated with a lot of complications. One of these comorbidities is the metabolic syndrome that is in correlation with abdominal fat thickness and waist circumference. Various methods were used to reduce abdominal fat thickness such as liposuction. A noninvasive method is the topical agent. In this study, we investigated the effectiveness of Arnebia euchroma (AE) ointment on the abdominal fat thickness.\n\nMATERIALS AND METHODS.\nThis study was a double-blind clinical trial which was done at the endocrinology clinic in Khorshid Hospital, Isfahan, Iran, in 2014. After explaining the procedure and obtaining informed consent, the candidates were randomly divided into the case and control groups. The participants of the case and control groups applied AE ointment or placebo for 6 weeks on their abdominal area. Body mass index, waist and buttock circumference, and abdominal fat thickness were measured in both case and control groups at their first visit and then at the next 2, 4, and 6 weeks. We used t-test for comparing parametric variables between groups, paired t-test for changes from baseline to final, and repeated measure ANOVA for changes at different steps.\n\nRESULTS.\nSixty female candidates participated in this study (thirty in each group). Ten patients left the study and fifty participants finished the trial. At the end of the study, participants had a significant weight loss (2.96 ± 1.6 kg, P ≺ 0.001) that was slightly more in the case group (3.15 ± 1.5 kg vs. 2.75 ± 1.7, P = 0.375). Abdominal circumference also decreased significantly in the participants (11.3 ± 6.7 cm, P ≺ 0.001), but the changes were more significant in the case group (13.9 vs. 6.5 cm, P = 0.004). Similarly, abdominal fat thickness decreased significantly in the participants (2.3 ± 1.1 cm, P ≺ 0.001), although changes were not significantly different between two groups (2.53 vs. 2.04 cm, P = 0.139).\n\nCONCLUSION.\nTopical AE ointment can reduce the abdominal fat thickness as well as the waist circumference without causing any side effect.", "target": "BACKGROUND.\nObesity is a major health issue around the world and can cause a range of other health problems. One of these problems is called metabolic syndrome, which is linked to fat in the stomach area. Various ways have been used to reduce this fat, like liposuction. A noninvasive method, meaning it doesn't involve surgery, is the use of a special cream. In this study, we looked at how effective Arnebia Euchroma (AE), a type of cream, is at reducing stomach fat. \n\nMATERIALS AND METHODS.\nThe study was conducted in a medical clinic in Iran in 2014. After explaining the study and getting their approval, we divided the participants into two groups. One group used the AE cream on their stomach area for 6 weeks, the other group used a placebo (a cream with no active ingredients). We measured their body mass index, waist and buttock size, and stomach fat at the beginning, and then again after 2, 4, and 6 weeks. We used different statistical methods to compare the results.\n\nRESULTS.\nSixty women took part in the study (thirty in each group). Ten dropped out, so fifty completed it. By the end, the participants had lost a significant amount of weight (around 2.96 kg), slightly more in the group using the AE cream. Their waist size also went down significantly, more so in the AE group. The thickness of their stomach fat also decreased significantly in both groups, although there was no significant difference between the two groups in that respect.\n\nCONCLUSION.\nUsing AE cream can reduce stomach fat and waist size without causing any side effects."}]