[{"id": 4994121, "source": "OBJECTIVE.\nThe aim of our study was to research the effects of levosimendan (LS) and sodium nitroprusside (SNP) combination on systolic and diastolic ventricular function after coronary artery bypass grafting (CABG) who required endoventricular patch repair (EVPR).\n\nPATIENTS AND METHODS.\nWe studied 70 patients with ischemic dilated cardiomyopathy. LS and SNP combination was administered in 35 patients (study group, SG). In the remaining patients, normal saline solution was given (placebo group, PG). Levosimendan (10μgr/kg) started 4 h prior to operation and we stopped LS before the initiation of extracorporeal circulation (ECC). During the rewarming period, we started again levosimendan (10μgr/kg) in combination with SNP (0.1-0.2 μgr/kg/min). If mean blood pressure decreased by more than 25% compared with pre-infusion values, for corrected of mean arterial pressure, the volume loading was performed using a 500 ml ringer lactate. Hemodynamic variables, inotrophyc requirement, and laboratory values were recorded.\n\nRESULTS.\nFive patients died (7.14%) post-surgery (one from SG and 4 from PG) due to low cardiac out-put syndrome (LOS). At the postoperative period, cardiac output and stroke volume index was higher in SG (mean±sd;29.1±6.3 vs. 18.4±4.9 mL/min−1/m−2 (P≺0.0001)). Stroke volume index (SVI) decreased from 29±10mL/m2 preoperatively to 22±14mL/m2 in the early postoperative period in group 1. This difference was statistically significant (P=0.002). Cardiac index was higher in SG (320.7±37.5 vs. 283.0±83.9 mL/min−1/m−2 (P=0.009)). The postoperative inotrophyc requirement was less in SG (5.6±2.7 vs. 10.4±2.0 mg/kg, P≺ 0.008), and postoperative cardiac enzyme levels were less in SG (P≺ 0.01). Ten patients (28.5%) in SG and 21 patients (60%) in PG required inotrophyc support (P≺0.001). We used IABP in eight patients (22.8%) in SG and 17 patients (48.5%) in CG (P=0.0001).\n\nCONCLUSION.\nThis study showed that LS and SNP combination impressive increase in left ventricular systolic and diastolic functions including LVEF. The use of this combination achieved more less inotrophics and IABP requirement. We therefore suggest preoperative and peroperative levosimendan and SNP combination.", "target": "GOAL:\nOur study wanted to see how the combination of two drugs, levosimendan (LS) and sodium nitroprusside (SNP), impacts the heart's ability to pump during and after heart bypass surgery in people who also needed another procedure to fix the inside wall of the heart.\n\nHOW WE DID IT:\nWe had 70 heart disease patients with a type of heart damage that causes it to enlarge. We gave half the patients the drug combination and the other half a harmless salt solution (as a comparison group). The levosimendan was started 4 hours before surgery and stopped before the start of the heart bypass; during the last part of surgery, levosimendan was restarted along with SNP. If a patient's blood pressure dropped significantly during this process, a volume increasing solution was given to correct it. We recorded many patients' blood measurements, their need for heart-strengthening drugs, and laboratory test results.\n\nWHAT WE FOUND:\nAfter surgery, 5 patients died due to heart complications (one from the drug group and four from the comparison group). Patients given the drugs had stronger heart function stats compared to those who weren't. These patients also needed less supportive drugs and less interventional equipment post-surgery. Various measurements like cardiac output, stroke volume, and cardiac index were better in the drug group. Also, fewer people in the drug group needed help from heart-strengthening drugs or equipment post-surgery.\n\nCONCLUSION:\nThe study shows that the LS and SNP combination really improved heart function during and after surgery. Using these drugs led to less need for other supporting drugs or equipment. Thus, we suggest using this drug combination before and during surgery."}]