[{"id": 5379203, "source": "Comparisons of home-based versus hospital-based approach in managing patients with suspected obstructive sleep apnoea syndrome(OSAS). A prospective, controlled CPAP parallel study of new referrals with suspected OSAS randomized into group A) home-based or B) hospital-based approach. Following detection of AHI ≥ 15/hr by Embletta sleep study (group A) or polysomnography (group B), patients received CPAP for 3 months after an overnight autoCPAP titration at home or in hospital respectively. Modified intention-to-treat analysis of those with AHI ≥ 15/hr on CPAP (n = 86 vs 86) showed no difference in Epworth sleepiness score, the primary endpoint, but greater improvement in Sleep-Apnoea-Quality-of-Life-Index[difference 0.3,(95%CI 0.02, 0.6), p = 0.033] at 3 months in group A. The mean costs for the patients in group A and group B were HK$8479(989) and HK$22,248(2407) respectively. The mean difference between groups was HK$-13,769(USD 1770 equivalent) per patient with 95% CI. (−14324, −13213), p ≺ 0.001. The waiting time of patients with AHI ≥ 15/hr who were started on CPAP treatment from the first clinic consultation to the diagnostic sleep test, autoCPAP titration, and CPAP treatment was 189.6, 148.8 and 145.0 days shorter in group A than group B respectively. Home-based approach is non-inferior to hospital-based approach in managing patients with suspected OSAS, with shorter waiting time, and substantial cost savings.", "target": "This is a study comparing two ways of handling patients who might have Obstructive Sleep Apnoea Syndrome (OSAS), which is a sleep disorder that causes your throat muscles to relax and block your airway during sleep. \n\nThe study had two groups. Group A patients were looked after at home. Group B patients were treated in a hospital. Both groups of patients were given CPAP, a machine used for treating sleep apnea, for three months. \n\nThe goal of the study was to see if there was a difference in the patients' sleepiness score but the study found no difference between the two groups. However, those treated at home reported a better improvement in their sleep quality and life quality.\n\nIn terms of cost and waiting time, the home-based approach was significantly better. It was cheaper by about USD 1770 per patient and also reduced waiting times by about 5-6 months from their first doctor visit to getting the CPAP machine.\n\nTherefore, this study suggests that treating patients with suspected OSAS at home can be as effective as treating them in the hospital. Plus it saves money and time.\n"}]