[{"id": 4624894, "source": "OBJECTIVES.\nThe optimal treatment of hepatitis C virus (HCV) genotype 6 is unclear owing to its limited geographic distribution. Because of a high predictive value of rapid virological response (RVR) for sustained virological response (SVR), we conducted an open-label randomized controlled trial to compare 24- and 48-week peginterferon/ribavirin combination therapy for patients with HCV genotype 6 in Southern China who achieved an RVR.\n\nMETHODS AND FINDINGS.\nTreatment-naive, non-cirrhotic patients with chronic hepatitis C genotype 6 were treated with pegylated interferon α-2a (180 μg/week) and ribavirin (800–1,200 mg, according to weight) for 4 weeks. Patients who achieved an RVR, which was defined as HCV RNA negativity at week 4 (≺50 IU), were randomized to receive either an additional 20 or 44 weeks of treatment (24- and 48-week treatment groups, respectively). The primary outcome measure was SVR. From January 2011 to June 2014, 152(152/210, 72.4%) patients with HCV genotype 6a and RVR were randomized 1:1 to the 24- or 48-week treatment group. The SVR rates in the 24- and 48-week groups in the intention-to-treat analysis were 90.8% (69/76) and 88.2% (67/76), respectively; those in the per-protocol analysis were 95.7% (67/70) and 97.0% (64/66), respectively. More patients in the 48-week group had anemia (46.1% vs. 28.9%, P = 0.03), but other adverse events were comparable between the groups. The limitation of the present study was that only patients from Southern China were enrolled which may inhibit the extensive application of the findings.\n\nCONCLUSION.\nTwenty-four weeks of peginterferon/ribavirin combination therapy was non-inferior to 48 weeks in patients with HCV genotype 6a in Southern China who achieved an RVR.\n\nTRIAL REGISTRATION.\nClinicalTrials.gov NCT01263860", "target": "GOAL:\nWe aim to find the best treatment for a specific type of hepatitis C (a liver disease) that is mainly found in certain geographic areas. We decided to test two different lengths of treatment - 24 weeks and 48 weeks - using a combination of two drugs. This test was done on patients in Southern China.\n\nMETHODS AND RESULTS:\nWe gave the drug combination to people with this type of hepatitis C who had never received treatment for it before. After four weeks, the people who were showing signs of improvement were split into two groups. One group received 20 more weeks of treatment and the other got 44 more weeks of treatment. The main thing we were watching for was the effectiveness of the treatment. Over the course of three years, we found that about 72% of the patients showed an improvement. Both groups had roughly the same success rate. However, we noticed more patients in the longer-term treatment group had anemia (low iron levels in the blood), though other negative side effects were about the same. One downfall to this study was that we only included people from Southern China, so the results may not apply to everyone.\n\nCONCLUSION:\nThe shorter 24-week treatment worked just as well as the 48-week treatment in these patients. So, for those patients who reacted positively to the treatment at the four-week mark, 24-weeks of treatment may be just as good if not better due to less chance of developing anemia.\n\nTRIAL REGISTRATION:\nThis is the official registration number of the trial for reference: ClinicalTrials.gov NCT01263860."}]