[{"id": 3172326, "source": "BACKGROUND.\nAlthough early reviews of clinical findings were mostly negative, there is still a widespread belief for the efficacy of preemptive analgesia among clinicians. In this study, we evaluated whether the preemptive use of ketamine decreases post operative pain in patients undergoing appendectomy.\n\nMETHODS.\nIn double-blind, randomized clinical trials, 80 adult male patients undergoing an operation for acute appendicitis were studied. Patients were randomly assigned to two groups. In the operating room, patients in the ketamine group received 0.5 mg/kg of ketamine IV 10 minutes before the surgical incision. In the control group, 0.5 mg/kg of normal saline was injected. The pain intensity was assessed at time 0 (immediately after arousal) and 4, 12, and 24 hours postoperatively using the 10 points visual analogue scale (VAS).\n\nRESULTS.\nEighty patients (40 for both groups) were enrolled in this study. For all of the evaluated times, the VAS score was significantly lower in the ketamine group compared to the control. The interval time for the first analgesic request was 23.1 ± 6.7 minutes for the case group and 18.1 ± 7.3 minutes for the control (P = 0.02). The total number of pethidine injections in the first 24 hours postoperatively was 0.6 ± 0.6 for the case group and 2.0 ± 0.8 for the controls (P = 0.032). There were no drug side effects for the case group.\n\nCONCLUSIONS.\nA low dose of intravenously administered ketamine had a preemptive effect in reducing pain after appendectomy.", "target": "BACKGROUND:\nEven though previous studies mostly disagreed, many medical professionals believe that giving pain relief before surgery can help reduce pain after the operation. This research looked into whether giving ketamine (a strong painkiller) before appendix removal surgery lessens the pain that patients feel afterwards. \n\nMETHODS:\nWe carried out an anonymous and randomized test on 80 adult male patients receiving emergency appendix removal surgery. The patients were split into two groups. Before the surgery started, the ketamine group were given a measured dose of ketamine through an IV drip, while the control group were given a saltwater injection. We checked the levels of pain they felt right after waking up from the operation, and then at 4, 12 and 24 hours after the surgery. We used a 10-point scale to measure the pain intensity.\n\nRESULTS:\nWe enrolled 80 people into the study, with 40 in both groups. At all the pain measurement times, the group that got ketamine felt less pain than the control group. The time before the first request for pain relief was slightly longer in the ketamine group than in the control group. And fewer people in the ketamine group needed strong pain relief injections in the first 24 hours after surgery. There were no side effects from the ketamine.\n\nCONCLUSIONS:\nGiving a small amount of ketamine through an IV before surgery seems to help reduce pain after removing the appendix."}]