[{"id": 1174877, "source": "BACKGROUND.\nMetabolic syndrome is a cluster of common cardiovascular risk factors that includes hypertension and insulin resistance. Hypertension and diabetes mellitus are frequent comorbidities and, like metabolic syndrome, increase the risk of cardiovascular events. Telmisartan, an antihypertensive agent with evidence of partial peroxisome proliferator-activated receptor activity-gamma (PPARγ) activity, may improve insulin sensitivity and lipid profile in patients with metabolic syndrome.\n\nMETHODS.\nIn a double-blind, parallel-group, randomized study, patients with World Health Organization criteria for metabolic syndrome received once-daily doses of telmisartan (80 mg, n = 20) or losartan (50 mg, n = 20) for 3 months. At baseline and end of treatment, fasting and postprandial plasma glucose, insulin sensitivity, glycosylated haemoglobin (HBA1c) and 24-hour mean systolic and diastolic blood pressures were determined.\n\nRESULTS.\nTelmisartan, but not losartan, significantly (p ≺ 0.05) reduced free plasma glucose, free plasma insulin, homeostasis model assessment of insulin resistance and HbAic. Following treatment, plasma glucose and insulin were reduced during the oral glucose tolerance test by telmisartan, but not by losartan. Telmisartan also significantly reduced 24-hour mean systolic blood pressure (p ≺ 0.05) and diastolic blood pressure (p ≺ 0.05) compared with losartan.\n\nCONCLUSION.\nAs well as providing superior 24-hour blood pressure control, telmisartan, unlike losartan, displayed insulin-sensitizing activity, which may be explained by its partial PPARγ activity.", "target": "BACKGROUND.\nMetabolic syndrome is a mix of health conditions that can put you at risk of heart disease. It includes things like high blood pressure and the body's resistance to insulin, a hormone that manages the sugar in your body. Both high blood pressure and a type of diabetes are often found with metabolic syndrome and they make the risk of heart disease even higher. Telmisartan is a medication taken to lower high blood pressure, and it might also help the body respond better to insulin and improve blood fat levels in people with metabolic syndrome.\n\nMETHODS.\nIn a study which kept the patients and researchers blind to the treatment received, people with metabolic syndrome criteria defined by the World Health Organization were given either Telmisartan or another high blood pressure medication called Losartan daily for three months. At the beginning and end of treatment, we measured fasting and after-meal blood sugar levels, insulin responsiveness, the percentage of sugar coating on red blood cells (HbA1c), and average blood pressures throughout a day.\n\nRESULTS.\nTelmisartan was found to notably lower fasting blood sugar, fasting insulin, the measure of insulin resistance, and HbA1c. After taking Telmisartan, patients had lower blood sugar and insulin levels after eating sugar, which wasn't the case with Losartan. Telmisartan also significantly lowered the average blood pressure throughout the day, more so than Losartan.\n\nCONCLUSION.\nBesides better control of blood pressure throughout the day, Telmisartan was found to enhance the body's insulin response while Losartan did not. This could be related to Telmisartan's potential to partially provoke a specific activity in the body (PPARγ)."}]