[{"id": 5809707, "source": "BACKGROUND.\nWe evaluated whether the addition of a small dose of ketamine or fentanyl would lead to a reduction in the total dose of propofol consumed without compromising the safety and recovery of patients having endoscopic ultrasonography (EUS).\n\nMETHODS.\nA total of 210 adult patients undergoing elective EUS under sedation were included in the study. Patients were randomized into three groups. Patients were premedicated intravenously with normal saline in group 1, 50 μg fentanyl in group 2, and 0.5 mg/kg ketamine in group 3. All patients received intravenous propofol for sedation. Propofol consumption in mg/kg/h was noted. The incidence of hypotension, bradycardia, desaturation, and coughing was noted. The time to achieve a Post Anesthesia Discharge Score (PADS) of 10 was also noted.\n\nRESULTS.\nThere were 68 patients in group 1, 70 in group 2, and 72 in group 3. The amount of propofol consumed was significantly higher in group 1 (9.25 [7.3–13.2]) than in group 2 (8.8 [6.8–12.2]) and group 3 (7.6 [5.7–9.8]). Patient hemodynamics and oxygenation were well maintained and comparable in all groups. The time to achieve a PADS of 10 was significantly higher in group 3 compared to the other two groups.\n\nCONCLUSIONS.\nThe use of 50 μg fentanyl or 0.5 mg/kg ketamine in a single dose during EUS reduces the dose of propofol required for sedation. However, unlike the addition of fentanyl, the addition of ketamine increased the time to recovery. Thus, 50 μg fentanyl is a good additive to propofol infusion for sedation during EUS to reduce the requirement for propofol without affecting the time to recovery.", "target": "BACKGROUND:\nWe wanted to see if using a small dose of either ketamine or fentanyl could lower the amount of propofol needed when putting people to sleep for a certain type of ultrasound scan. We also wanted to make sure this wouldn't affect the safety of the patients or how long it took them to wake up from the anaesthesia.\n\nMETHODS: \nWe ran a test with 210 adults who were going to have this ultrasound scan where you have to be sedated. We divided them into three groups. Group 1 received only a harmless saltwater solution as a control, Group 2 received a small dose of fentanyl, and Group 3 got a small amount of ketamine. Everybody also got the usual sedative, propofol. We measured how much of this sedative each group required. We also noted if they had any reactions like low blood pressure, slow heart rate, trouble breathing, or coughing, and how long it took for them to be lucid enough to be sent home.\n\nRESULTS:\nGroup 1 had 68 patients, Group 2 had 70, and Group 3 had 72. The first group needed more of the propofol than the other two groups. Regardless of which treatment they received, everyone's blood flow and oxygen levels were fine. However, the patients who'd received the ketamine took longer to be awake and alert enough to leave.\n\nCONCLUSIONS:\nUsing a little bit of either fentanyl or ketamine when this type of ultrasound is happening can lower the amount of the usual sedative needed. But, if we use ketamine, it took the patients longer to wake up enough to go home. We found that a small dose of fentanyl could be a good add-on to the propofol sedative during this procedure. This can lower the amount propofol we need to use, but it doesn't make it take any longer for patients to be ready to go home."}]