[{"id": 4877819, "source": "BACKGROUND.\nAndrographis paniculata (A. paniculata), a medicinal plant, has shown anti-inflammatory, neuroprotective and antifibrotic effects in animal models as well as clinical efficacy in different studies, including an anti-fatigue effect in autoimmune diseases such as rheumatoid arthritis. In multiple sclerosis (MS), fatigue is rated as one of the most common and disabling symptoms. In the present trial, we investigated the effect of A. paniculata on relapse rate and fatigue in relapsing-remitting MS (RRMS) patients receiving interferon beta.\n\nMETHODS.\nA randomised double-blind placebo-controlled trial assessed the effects of 170 mg of A. paniculata dried extract tablet b.i.d. p.o. on relapse rate and fatigue using the Fatigue Severity Scores (FSS) over 12 months in RRMS patients receiving interferon. The Expanded Disability Status Scale (EDSS) score, inflammatory parameters and radiological findings were also investigated. Twenty-five patients were enrolled, and twenty-two patients were ultimately analysed and randomised to the active or placebo group.\n\nRESULTS.\nPatients treated with A. paniculata showed a significant reduction in their FSS score as compared to the placebo, equivalent to a 44 % reduction at 12 months. No statistically significant differences were observed for relapse rate, EDSS or inflammatory parameters, with a trend in reducing new lesions among the A. paniculata group. One patient in the A. paniculata group presented with a mild and transient skin rash, which was alleviated with anti-histamine treatment for three weeks.\n\nCONCLUSION.\nA. paniculata was well tolerated in patients and no changes in clinical parameters were observed. A. paniculata significantly reduces fatigue in patients with RRMS receiving interferon beta in comparison to placebo and only interferon beta treatment.\n\nTRIAL REGISTRATION.\nClinicalTrials.gov Identifier: NCT02280876; Trial registration date: 20.10.2014.", "target": "BACKGROUND.\nAndrographis paniculata (A. paniculata), a medicinal plant, has shown potential benefits in treating inflammation, nerve damage, and scarring in experiments involving animals. It is also known to be effective in reducing fatigue in autoimmune diseases such as rheumatoid arthritis. Fatigue is a common symptom in Multiple Sclerosis (MS) patients. We conducted a study to see if A. paniculata could help reduce fatigue and the recurrence of symptoms in MS patients who are already taking a drug called interferon beta.\n\nMETHODS.\nWe conducted a blind study—meaning neither the patients nor the researchers knew who was receiving what treatment—where we gave MS patients who were already taking a drug called interferon beta either a 170 mg tablet of A. paniculata extract or a sugar pill twice a day for a year. We then monitored them for instances where their symptoms came back and gauged their fatigue levels. We also performed tests to measure disability, inflammation, and to check for changes in the brain. We initially selected 25 patients, but 3 dropped out, so we ended with information on 22 patients.\n\nRESULTS.\nPatients who were given the A. paniculata extract experienced a significant decrease in fatigue when compared to those who received the sugar pill. This reduction was by almost half over the course of a year. There were no significant changes in the recurrence of symptoms, disability, or inflammation in either group. The group that took A. paniculata showed signs of having fewer new brain lesions. One patient taking A. paniculata did develop a mild, temporary skin rash, but this went away after three weeks of taking an allergy medication.\n\nCONCLUSION.\nThe A. paniculata extract was well received by patients and caused no noticeable changes in their clinical examinations. The extract notably reduced fatigue in MS patients who are already taking interferon beta compared to those who took only the sugar pill and the drug.\n\nTRIAL REGISTRATION.\nThis clinical trial was registered under the identifier NCT02280876 on October 20, 2014."}]