[{"id": 5244020, "source": "Pain and urinary symptoms following colorectal cancer (CRC) surgery are frequent and carry a poor recovery. This study tested the effects of inhalation of Lavandula angustifolia Mill. (lavender) oil or linalyl acetate on pain relief and lower urinary tract symptoms (LUTS) following the removal of indwelling urinary catheters from patients after CRC surgery. This randomised control study recruited 66 subjects with indwelling urinary catheters after undergoing CRC surgery who later underwent catheter removal. Patients inhaled 1% lavender, 1% linalyl acetate, or vehicle (control group) for 20 minutes. Systolic and diastolic blood pressure (BP), heart rate, LUTS, and visual analog scales of pain magnitude and quality of life (QoL) regarding urinary symptoms were measured before and after inhalation. Systolic BP, diastolic BP, heart rate, LUTS, and QoL satisfaction with urinary symptoms were similar in the three groups. Significant differences in pain magnitude and urinary residual sense of indwelling catheters were observed among the three groups, with inhalation of linalyl acetate being significantly more effective than inhalation of lavender or vehicle. Inhalation of linalyl acetate is an effective nursing intervention to relieve pain and urinary residual sense of indwelling urinary catheters following their removal from patients who underwent CRC surgery.", "target": "This study is about the use of lavender oil and linalyl acetate to help manage pain and urinary problems after surgery for colorectal cancer. Colorectal cancer is a type of cancer that affects the colon or rectum, and these surgeries often come with unpleasant side effects. One of the most common procedures is placing a tube in the bladder, which can cause discomfort and issues with urination when removed.\n\nThe researchers looked at 66 patients who had this kind of surgery and tube placement. They were split into three groups, and each group inhaled either lavender oil, linalyl acetate (another substance found in many plants), or a control substance for 20 minutes. \n\nThe scientists checked things like blood pressure, heart rate, urinary issues, pain level, and overall satisfaction with life concerning urinary symptoms before and after this inhalation. They didn't see any differences in heart rate, blood pressure, or overall life satisfaction related to urinary symptoms across the three groups.\n\nHowever, they found two key differences among the groups. The patients who inhaled linalyl acetate reported less pain and less discomfort from remnants of the bladder tube than the other groups. \n\nIn simple words, the study suggests that inhaling linalyl acetate can help manage pain and discomfort related to bladder tube removal after colorectal cancer surgery."}]