[{"id": 5529957, "source": "OBJECTIVE.\nWe compared the haemodynamic effects of riociguat in patients with inoperable chronic thromboembolic pulmonary hypertension (CTEPH) or persistent/recurrent CTEPH after pulmonary endarterectomy in the Chronic Thromboembolic Pulmonary Hypertension Soluble Guanylate Cyclase–Stimulator Trial 1 study.\n\nMETHODS.\nPatients with inoperable or persistent/recurrent CTEPH (n=261; mean± SD age 59±14 years; 66% women) were randomised to riociguat (up to 2.5 mg three times daily) or placebo. Haemodynamic parameters were assessed at baseline and week 16.\n\nRESULTS.\nRiociguat decreased pulmonary vascular resistance (PVR) in inoperable (n=189; least-squares mean difference: −285 dyn s/cm5 (95% CI −357 to −213); p≺0.0001) and persistent/recurrent (n=72; −131 dyn s/cm5 (95% CI −214 to −48); p=0.0025) patients. Cardiac index improved in inoperable patients by a least-squares mean difference of +0.6 L/min/m2 (95% CI 0.4 to 0.7; p≺0.0001), while in persistent/recurrent patients the change was +0.2 L/min/m2 (95% CI −0.1 to 0.5; p=0.17). Mean pulmonary artery pressure decreased in inoperable and persistent/recurrent patients(−4.7 mm Hg (95% CI −6.9 to −2.6; p≺0.0001 and −4.8 mm Hg (–8.2 to −1.5; p=0.0055), respectively). For all patients, changes in 6 min walk distance correlated with changes in PVR (r=−0.29 (95% CI −0.41 to −0.17); p≺0.0001) and cardiac index (r=0.23 (95% CI 0.10 to 0.35); p=0.0004).\n\nCONCLUSIONS.\nRiociguat improved haemodynamics in patients with inoperable CTEPH or persistent/recurrent CTEPH.\n\nTRIAL REGISTRATION NUMBER.\nNCT00855465.", "target": "GOAL.\nThe aim of this study was to see if the drug riociguat helped patients with a certain type of non-operable chronic lung disease.\n\nMETHODS.\nWe tested 261 patients (average age 59, 66% women) who had this chronic lung disease and could not have surgery or still had the disease after surgery. We gave some patients the drug riociguat and others a placebo. We tested certain indicators of heart and lung function at the start of the experiment and 16 weeks later. \n\nRESULTS.\nWe found that riociguat reduced resistance to blood flow in the lungs in both groups of patients, improving their heart's ability to pump blood. The drug also reduced blood pressure in the lungs. Furthermore, patients who showed improvement in the indicators we were testing also walked longer in a 6-minute walking test, suggesting they had better overall health. \n\nCONCLUSIONS.\nOur findings suggest that riociguat can improve heart and lung function in patients with this non-operable chronic lung disease. This research was registered with the trial registration number NCT00855465."}]