[{"id": 3990364, "source": "BACKGROUND.\nAging-related reduced spinal mobility can interfere with the execution of important functional skills and activities in elderly women. Although several studies have shown positive outcomes in response to spinal flexibility training programs, little is known about the management of sets and repetitions in training protocols. The purpose of this study was to investigate the effects of an 8-week specific and standardized flexibility training program on the range of spinal motion in elderly women.\n\nMETHODS.\nParticipants were recruited in a senior center of Palermo and randomly assigned in two groups: trained group (TG) and control group (CG), which included 19 and 18 women, respectively. TG was trained for 8 weeks at two sessions/week. In particular, every session included three phases: warm up (~10 minutes), central period (~50 minutes), and cool down (~10 minutes). CG did not perform any physical activity during the experimental period. Spinal ranges of motion (ROM) were measured from neutral standing position to maximum bending position and from neutral standing position to maximum extension position before and after the experimental period, using a SpinalMouse® device (Idiag, Volkerswill, Switzerland).\n\nRESULTS.\nAfter the training period, TG showed an increase in spinal inclination by 16.4% (P≺0.05), in sacral/hip ROM by 29.2% (P≺0.05), and in thoracic ROM by 22.5% (P≻0.05) compared with CG from maximum extension position to maximum bending position. We did not observe any significant difference in TG's lumbar ROM compared with CG after the training period (P≻0.05).\n\nCONCLUSION.\nWe found that an 8-week flexibility training program improved ROMs of the spine in elderly women. The training protocol appeared to be practicable for active elderly people with autonomy and the capability for self-care.", "target": "BACKGROUND.\nAs women get older, they may find that their back isn't as flexible as it used to be. This lack of movement can create challenges when they are trying to do everyday tasks. While some studies have suggested that doing exercises to improve spinal flexibility can help, there's still a lot we don't know about the best way to structure these exercises. In this study, we wanted to find out if an eight-week program designed to improve spinal flexibility could increase the range of motion in the back for older women.\n\nMETHODS.\nWe got our participants from a senior center in Palermo and split them into two groups: a trained group and a control group. The trained group consisted of 19 women who followed the eight-week exercise program, which they did twice a week. Each exercise session had a ten-minute warm-up, followed by a 50-minute workout and ending with a ten-minute cool-down. The control group, who did not participate in any physical activities, consisted of 18 women. To measure spinal flexibility, we took readings of their back's range of movement at the start and end of the eight weeks using a special device.\n\nRESULTS.\nAfter the eight weeks, the women who did the exercises saw an average improvement of 16.4% in their forward bending, 29.2% in their back-and-hips bending, and 22.5% in their chest area bending. However, there was no significant improvement in the lower back region.\n\nCONCLUSION.\nThe results suggest that an eight-week flexibility exercise program can indeed improve the flexibility of elderly women’s backs. This program also seems suitable for older adults who can take care of themselves and stay active."}]