[{"id": 2742700, "source": "There continues to be a need for improved medical management of diabetes patients with hypertension in primary care. While several care models have shown effectiveness in achieving various outcomes among these patients, it remains unclear what care model is most effective in improving blood pressure control in primary care. In this prospective study, 54 patients with type 2 diabetes mellitus and blood pressure of ≻140/90 identified through the registry, were randomized into three groups. Group A attended a nurse educator-conducted class on diabetes and hypertension, group B attended the same class and was asked to monitor their home blood pressure using provided device, and group C served as control (usual care). Of the 24 subjects who completed the study, only 20% achieved the target blood pressure of ≺130/80 and there was no statistical difference in mean systolic and diastolic blood pressures among the three groups (p ≻ 0.05). Efforts to intensify management of hypertension among type 2 diabetes patients did not result in better blood pressure control compared to usual care. Studies looking into factors which limit patients' participation in group classes and determining patients' preferences in disease management would be helpful in ensuring success of any chronic disease management program.", "target": "There's a need for better ways to treat diabetes patients who also have high blood pressure at their primary doctor's office. There are a number of ways these patients are managed, but we don't know what the best approach is to control blood pressure for these people. \n\nIn this study, we asked 54 people with type 2 diabetes and high blood pressure to join three different groups. Group A went to a class run by a nurse about diabetes and high blood pressure. Group B went to the same class and was given a device to track their blood pressure at home. Group C, the control group, got the usual care they'd get from their doctors. \n\nOf the 24 people finished the study, only 20% reached the goal blood pressure we set. We didn't see any meaningful difference in average blood pressure from any of the groups. So trying to improve high blood pressure management for these patients didn't result in better blood pressure levels than the usual care. \n\nResearch into why patients might not want to go to group classes and what they prefer when managing their disease could help make these treatment programs more successful in the future."}]