[{"id": 5986443, "source": "Aging is associated with sarcopenia and dynapenia, with both processes contributing to functional dependence and mortality in older adults. Resistance training (RT) and increased protein intake are strategies that may contribute to health improvements in older adults. Therefore, the aim was to investigate the effects of whey protein (WP) supplementation consumed either immediately pre- or post-RT on skeletal muscle mass (SMM), muscular strength, and functional capacity in pre-conditioned older women. Seventy older women participated in this investigation and were randomly assigned to one of three groups: whey protein pre-RT and placebo post-RT (WP-PLA, n = 24), placebo pre-RT and whey protein post-RT (PLA-WP, n = 23), and placebo pre- and post-RT (PLA-PLA, n = 23). Each group ingested 35 g of WP or PLA. The RT program was carried out over 12 weeks (three times per week; 3 × 8–12 repetition maximum). Body composition, muscular strength, functional capacity, and dietary intake were assessed pre- and post-intervention. Two-way analysis of covariance (ANCOVA) for repeated measures, with baseline scores as covariates were used for data analysis. A time vs. group interaction (p ≺ 0.05) was observed with WP-PLA and PLA-WP presenting greater increases compared with PLA-PLA for SMM (WP-PLA = 3.4%; PLA-WP = 4.2%; PLA-PLA = 2.0%), strength (WP-PLA = 8.1%; PLA-WP = 8.3%; PLA-PLA = 7.0%), and the 10-m walk test (WP-PLA = −10.8%; PLA-WP = −11.8%; PLA-PLA = −4.3%). Whey protein supplementation was effective in promoting increases in SMM, muscular strength, and functional capacity in pre-conditioned older women, regardless of supplementation timing. This trial was registered at ClinicalTrials.gov: NCT03247192.", "target": "As people get older, they may experience a loss of muscle mass and strength, which can affect their independence and increase their risk of death. One study looked at how weight training and taking whey protein could help improve health in older women. \n\nSeventy women took part in the study and were placed in one of three groups. The first group took whey protein before weight training and a placebo after, the second group took a placebo before weight training and whey protein after, and the final group took a placebo before and after weight training. All groups carried out weight training three times a week for 12 weeks.\n\nThe study found that the groups that took whey protein (either before or after training) saw better improvements in muscle mass, strength, and walk time compared to the groups who only took a placebo. This suggests that consuming whey protein, no matter when it's taken, can help improve muscle mass, strength and overall health in older women. The study has been registered and can be found at ClinicalTrials.gov: NCT03247192."}]