[{"id": 3511949, "source": "INTRODUCTION.\nPrimary therapeutic aim in treatment of osteoarthritis of the knee is to relieve the pain of osteoarthritis. The aim of this study was to compare the efficacy of intra-articular triamcinolone with intra-articular morphine in pain relief due to osteoarthritis of the knee in the elderly population.\n\nMATERIALS AND METHODS.\nPatients between 50 and 80 years of age were randomized into three groups. Group M received morphine plus bupivacaine intra-articularly, Group T received triamcinolone plus bupivacaine intra-articularly, and Group C received saline plus bupivacaine intra-articularly. Patients were evaluated before injection and in 2nd, 4th, 6th, and 12th weeks after injection. First-line supplementary analgesic was oral paracetamol 1500 mg/day. If analgesia was insufficient with paracetamol, oral dexketoprofen trometamol 50 mg/day was recommended to patients.\n\nRESULTS.\nAfter the intra-articular injection, there was statistically significant decrease in visual analog scale (VAS) scores in Groups M and T, when compared to Group C. The decrease of VAS scores seen at the first 2 weeks continued steadily up to the end of 12th week. There was a significant decrease in Groups M and T in the WOMAC scores, when compared to Group C. There was no significant difference in the WOMAC scores between morphine and steroid groups. Significantly less supplementary analgesics was used in the morphine and steroid groups.\n\nCONCLUSION.\nIntra-articular morphine was as effective as intra-articular triamcinolone for analgesia in patients with osteoarthritis knee. Intra-articular morphine is possibly a better option than intra-articular steroid as it has lesser side effects.", "target": "INTRODUCTION.\nThis research study aimed to find out whether giving people with knee osteoarthritis an injection of either morphine or triamcinolone directly into their knee was a good way to help them manage their pain.\n\nMATERIALS AND METHODS.\nWe selected people between 50 and 80 years old who have knee osteoarthritis. We divided them into three groups. One group received a knee injection of morphine and bupivacaine, another group received a knee injection of triamcinolone and bupivacaine, and the third group received a knee injection of just saltwater (saline) and bupivacaine. We checked on these patients before they received the injection, and then at 2, 4, 6, and 12 weeks after the injection. We gave them paracetamol tablets each day for extra pain relief if needed. If paracetamol didn't help enough, we recommended they take dexketoprofen trometamol tablets.\n\nRESULTS.\nWe found that after getting the knee injection, both the morphine group and the triamcinolone group had their pain decrease significantly compared to the group that got just the saltwater injection. This pain decrease was seen in the first 2 weeks and remained steady an entire 3 months (12 weeks) after. Based on a pain and physical function test (WOMAC test), both the morphine and the triamcinolone group decreased more than the saltwater group. However, there was no major difference between the morphine group and the triamcinolone group. The morphine and triamcinolone groups used fewer extra pain relief tablets compared to the saltwater group.\n\nCONCLUSION.\nTreatments with knee injections of either morphine or triamcinolone can help patients with knee osteoarthritis manage their pain. However, morphine might be the better choice as it has fewer side effects compared to the triamcinolone.\n"}]