[{"id": 3821103, "source": "BACKGROUND.\nIntra-articular analgesia is a pain reliever that is frequently administered following arthroscopic knee surgery.\n\nOBJECTIVES.\nThe purpose of this study was to compare the efficacy of intra-articular application of morphine and tramadol on postoperative pain after arthroscopic knee surgery.\n\nPATIENTS AND METHODS.\nFor this randomized double blinded clinical trial, 132 patients undergoing minor arthroscopic knee surgery were randomly assigned to receive either; 5 mg morphine or 50 mg tramadol intra-articularly. Pain was evaluated by means of the verbal pain rating score (VRS) preoperatively (at rest and on movement of the knee joint) and postoperatively at 0, 1, 2, 3, 4, 6, 12 and 24 hours. Meanwhile, the time of the first analgesic request and need for supplemental analgesic were also recorded.\n\nRESULTS.\nThere was no statistically significant difference in VRS scoring between the two groups during the preoperative period either at rest or on knee movement. Meanwhile, VRS scores did not differ significantly between the morphine and tramadol treated groups postoperatively, except for in the one-hour post-operative scores in which the tramadol-treated group experienced less pain (P ≺ 0.007). Post-operative VRS scores at 6, 12, and 24 hours were significantly decreased when compared with previous scores in both morphine and tramadol prescribed subjects (P ≺ 0.001), hence, both local analgesics can significantly reduce pain after minor knee surgery.\n\nCONCLUSIONS.\nWe have found a postoperative analgesic effect of intra-articularly administered morphine and tramadol following minor arthroscopic knee surgeries with a maximum effect 6 hours post injection.", "target": "BACKGROUND.\nThis study looks at how two pain relievers, morphine and tramadol, are used after minor knee surgery.\n\nOBJECTIVES. \nThe goal of the study was to see which painkiller, morphine or tramadol, was better at reducing pain after minor knee surgery. \n\nPATIENTS AND METHODS. \nThe study involved 132 patients who were getting minor knee surgery. They were randomly chosen to receive either morphine or tramadol. Their pain levels were measured before surgery (when they were at rest and when they moved their knee) and after surgery. This was done at various times after the surgery. At the same time, the study looked at when the patients first asked for more pain relief and if they needed extra painkillers.\n\nRESULTS. \nThere was no big difference in the pain levels of the two groups before the surgery. Even after the surgery, the pain levels in both groups didn't differ too much. An exception was found one hour after the surgery when the patients given tramadol had less pain. The study also found that six hours after using the pain relievers, the pain levels in both groups dropped significantly. \n\nCONCLUSIONS. \nThe study found that both morphine and tramadol reduced pain after minor knee surgery, with the most noticeable effect happening six hours after they were administered."}]