[{"id": 4796524, "source": "INTRODUCTION.\nThere is debate on renal graft stenting during ureteroneocystostomy, patients with ureteral stents may encounter several complications such as encrustation, stent crustation which can lead to loss of kidney, and complications related to stent extraction: pain and UTI increasing related to cystoscopy for stent extraction accompanying excess expenses. This study designed to reduce complications related to stent extraction.\n\nMATERIAL AND METHODS.\n90 patients prepared for renal transplantation during 1 year randomly classified to groups, study group: patients with attached stent to Foley catheter, control group: patients with conventional technique (stent separated from Foley) then in their follow up; UTI, stent crustation, luts severity compared to each other.\n\nRESULTS.\nSecond week and fourth week UTI reported 25.6%, 2.3% in study group versus 34.9%, 4.7% in control group (P value 0.48 and 0.5). Urinary leakage was 3.3% overall, that all of them occurred in separate stent group, 37.5% vs. 0% in the linked stent group. Stent crustation in separate stent was 25% compared with 0% in the linked stent.\n\nCONCLUSION.\nLow complications rate in linked stent group, despite the lack of significant statistical differences, but indicate the effectiveness and success of the new technique.", "target": "INTRODUCTION.\nWhen a person has a kidney transplant, a tube called a stent is often used to help the new kidney function properly. But there are problems with this. Sometimes, the stent can become clogged up and need to be removed, which can lead to pain, infection, and other complications. This study is trying to find a better way to use the stent to avoid these problems.\n\nMATERIAL AND METHODS.\nWe looked at 90 patients who were going to have a kidney transplant within a year. We split them into two groups. In one group, the stent was attached to a catheter. In the other group, the stent was used in the standard way, separate from the catheter. We then compared rates of infection, how often the stent got blocked, and how bad any urinary symptoms were between the two groups.\n\nRESULTS.\nAfter two and four weeks, fewer patients in the group where the stent was attached to the catheter had an infection compared to the standard group. Overall, urinary leakage was slight, but it only happened in the standard group. Stent blockage only happened in the standard group too.\n\nCONCLUSION.\nAlthough the differences between the two groups weren't big enough to be statistically significant, the group where the stent was attached to the catheter had fewer complications. This suggests that this new technique could be a better way to use the stent following a kidney transplant."}]