[{"id": 4065461, "source": "BACKGROUND.\nThis study investigated the effect of combining oral dexamethasone with either nebulized racemic epinephrine or salbutamol compared to bronchodilators alone for the treatment of infants with bronchiolitis.\n\nMATERIALS AND METHODS.\nThis was a double-blind, randomized controlled trial on infants (1 to 12 months) who were diagnosed in the emergency department with moderate-to-severe bronchiolitis. The primary outcome was the rate of hospital admission within 7 days of the first dose of treatment, and the secondary outcomes were changes in respiratory distress assessment instrument score, heart rate, respiratory rate, and oxygen saturation (O2 Sat) over a 4-hour observation period. Infants (n = 162) were randomly assigned to four groups: A (dexamethasone + racemic epinephrine) = 45, B (placebo and racemic epinephrine) =39, C (dexamethasone and salbutamol) = 40, or D (placebo and salbutamol) = 38.\n\nRESULTS.\nPatients who had received dexamethasone + epinephrine exhibited similar admission rates compared to placebo + epinephrine or salbutamol (P = 0.64). Similarly, no statistically significant difference was observed in the rate of hospitalization for patients who received dexamethasone + salbutamol compared to those who received placebo + epinephrine or salbutamol (P = 0.51). Clinical parameters were improved at the end of the 4-hour observation period for all treatment groups. Treatment with dexamethasone + epinephrine resulted in a statistically significant change in HR over time (P ≺ 0.005) compared to the other groups.\n\nCONCLUSIONS.\nThis study adds to a body of evidence suggesting that corticosteroids have no role in the management of bronchiolitis for young infants who are first time wheezers with no risk of atopy.", "target": "BACKGROUND.\nThis research looked at how well infants with a common lung infection called bronchiolitis responded to different combinations of medicines. \n\nMATERIALS AND METHODS.\nThe study investigated the effects on babies between 1 to 12 months old. The babies were divided into four groups and were given different combinations of drugs. The major goal was to see if combining these drugs could reduce the need for hospital stays. \n\nRESULTS.\nThe study showed that the combination of dexamethasone and epinephrine resulted in the same number of hospital admissions as the other combinations. This was also the case for the combination of dexamethasone and salbutamol. However, the babies receiving these combinations showed improvements in their breathing and heart rates. \n\nCONCLUSIONS.\nThe study concluded that this does not support the use of corticosteroids (like dexamethasone) in managing bronchiolitis in young first-time wheezing infants."}]