[{"id": 5129820, "source": "BACKGROUND.\nMaintenance monotherapy with the poly(ADP-ribose) polymerase inhibitor olaparib significantly prolongs progression-free survival over placebo in patients with platinum-sensitive relapsed serous ovarian cancer, with greatest benefit seen in patients with a BRCA1/2 mutation (BRCAm). Preservation of health-related quality of life (HRQoL) is important during maintenance therapy; we evaluated the effect of olaparib on HRQoL in this Phase II trial (NCT00753545, Study 19).\n\nMETHODS.\nPatients received olaparib 400 mg b.i.d. (capsules) or placebo until progression. Patient-reported HRQoL and disease-related symptoms were evaluated using the FACT-Ovarian (FACT-O) questionnaire (completed at baseline and every 28 days until progression), the FACT/NCCN Ovarian Symptom Index (FOSI) and the Trial Outcome Index (TOI). TOI of the FACT-O was the primary measure.\n\nRESULTS.\nOverall, 265 women were randomised to maintenance olaparib (n=136) or placebo (n=129). Compliance for HRQoL assessment was high (∼80% over time). Most patients in both arms reported a best response of 'no change' on TOI (81%) and other HRQoL measures. There were no statistically significant differences in time to worsening or improvement rates of TOI, FOSI and FACT-O scores in the overall, BRCAm and germline BRCAm populations.\n\nCONCLUSIONS.\nMaintenance treatment with olaparib was well tolerated and had no adverse impact on HRQoL in this study of patients with platinum-sensitive relapsed serous ovarian cancer who had responded to their most recent platinum-based therapy (partial or complete response). Interpretation of the HRQoL results in this population may differ from patients who have not responded to their most recent platinum-based therapy.", "target": "BACKGROUND.\nThis study looks at a drug called olaparib that is currently used to slow down the growth of aggressive ovarian cancer. The drug seems most effective in patients with a specific gene mutation. Part of the study looked at whether the quality of life for patients using this drug was affected.\n\nMETHODS.\nPatients either took olaparib capsules twice a day or a placebo until their cancer got worse. They reported on their quality of life and how their disease was affecting them using specific surveys. The main measurement they looked at was a score from one of these questionnaires.\n\nRESULTS.\nIn total, 265 women were part of this study, with just over half taking olaparib and the rest taking a placebo. Most women in both groups reported 'no change' in their quality of life. There were no major differences found in the time it took for quality of life to get worse or improve in any of the test groups.\n\nCONCLUSIONS.\nOlaparib treatment was generally well-tolerated by patients and did not seem to have any negative effects on their quality of life. It's important to note that these results might not apply to patients who have not been responding to their most recent treatments."}]