[{"id": 4784207, "source": "BACKGROUND AND AIMS.\nThis study aimed to determine whether a separate written consent form improved the efficacy of the informed consent process for anesthesia in adult patients undergoing elective surgery at a tertiary care teaching hospital.\n\nMATERIAL AND METHODS.\nWe randomized patients into two groups prospectively. The first group (Group A) signed the hospital's standard Consent for Operation form only while the second group (Group B) signed a separate Consent for Anesthesia form additionally. Patients were interviewed postoperatively with an eight-item questionnaire with responses in a 5-point Likert scale. A composite adequacy of consent index was generated from the responses and analyzed.\n\nRESULTS.\nTwo hundred patients (100 in each group) were studied. All patients indicated that the anesthesiologist(s) had their permission to proceed with their anesthesia care. The mean adequacy of consent index score in Group B was higher than that of Group A (30.6 ± 4.6 [standard deviation (SD)] vs. 27.9 ± 5.2 [SD]) (P ≺ 0.001). The separate written consent had a positive impact on the patients' understanding of the nature and purpose of the intended anesthesia procedures (P = 0.04), satisfaction with the adequacy of information provided about common side effects (P ≺ 0.001) and rare but serious complications (P = 0.008).\n\nCONCLUSIONS.\nA separate written consent for anesthesia improved the efficacy of the informed consent process with respect to better information about the nature and purpose of anesthesia, common side effects, and rare but serious complications.", "target": "BACKGROUND AND AIMS.\nThis study aimed to see if handing out a separate permission form for anesthesia helps patients understand the anesthetic procedures better. The study was conducted in a big, teaching hospital where patients come for planned surgeries.\n\nMATERIAL AND METHODS.\nWe divided the patients into two groups. The first group (Group A) signed the standard hospital permission form for surgery, while the second group (Group B) signed an extra form specifically for anesthesia. After the surgery, we asked the patients a series of questions to find out how well they understood the anesthesia process. We then studied the answers to reach a conclusion.\n\nRESULTS.\nWe collected data from two hundred patients, with one hundred in each group. All patients agreed that the anesthesiologist had their permission to proceed with their anesthesia care. The average score showing how well the consent process worked in Group B (who got the extra form) was higher than that of Group A. The separate written form helped the patients understand the whole anesthesia process better, including common side effects and potential serious complications.\n\nCONCLUSIONS.\nHanding out a separate permission form for anesthesia makes the consent process better. It gives patients more understanding of what anesthesia is, what its common side effects are, and what serious complications might arise."}]