[{"id": 5018291, "source": "BACKGROUND.\nRecently, the use of ketamine as a systemic and local analgesic drug in reducing post-operative pain is studied more frequently.\n\nOBJECTIVES.\nThe aim of the present study was to assess the analgesic efficacy of IV ketamine injection inaddition to nephrostomy tract infiltration of ketamine-bupivacaine on postoperative pain relief after tubeless percutaneous nephrolithotomy (PCNL).\n\nPATIENTS AND METHODS.\nPatients (n = 100), with renal stone who were candidates for PCNL were randomized to five groups with 20 cases in each: Group C, 10 mL of saline solution was infiltrated into the nephrostomy tract; Group B, 10 mL of 0.25% bupivacaine was infiltrated into the nephrostomy tract; Group BK1, 10 mL of 0.25% bupivacaine plus 0.5 mg/kg ketamine was infiltrated into the nephrostomy tract; Group BK2, 10 mL of 0.25% bupivacaine plus 1.5 mg/kg ketamine was infiltrated into the nephrostomy tract; Group K, 10 mL of saline solution containing 0.5 mg/kg ketamine was intravenously administered. Post-operative pain scores were compared between groups as the primary objective. Comparison of Sedation Scores, rescue analgesic consumption, time to the first rescue analgesics administration, hemodynamic and SpO2 values were regarded as the secondary objective.\n\nRESULTS.\nMean VAS scores in the first 30 min and total analgesic consumption in the first 24 h of post-operative period were significantly lower in groups BK1 and BK2 in comparison with the other groups (P ≺ 0.05). Also, time to first rescue analgesics administration was longer in the same groups (P ≺ 0.05).\n\nCONCLUSIONS.\nInfiltration of ketamine plus bupivacaine provides superior analgesic effects in PCNL surgery compared with other methods.", "target": "BACKGROUND:\nResearchers have been increasingly exploring the use of ketamine - a drug known to relieve pain - for reducing post-surgery discomfort.\n\nOBJECTIVES:\nThis study aimed to evaluate the effectiveness of injecting ketamine directly into the bloodstream, in addition to combined use with another painkiller called bupivacaine, in subsiding pain after a specific kidney stone removal surgery (tubeless percutaneous nephrolithotomy).\n\nPATIENTS AND METHODS:\n100 patients slated for kidney stone removal were randomly categorized into five groups. Each group received different treatment procedures - some received saline solutions, some received bupivacaine, while others were given varying doses of ketamine or a mix of ketamine and bupivacaine. The main goal was to compare the different groups' pain levels after surgery. Other factors such as the level of consciousness, the use of extra painkillers, timing of additional painkiller use, and their overall vital signs were also inspected.\n\nRESULTS:\nPatients that received a combination of bupivacaine and ketamine (both in lower and higher doses) reported lower pain levels within the first half-hour following surgery, and consumed fewer additional painkillers during the first day after surgery, compared to other groups. After surgery, these patients also were granted a longer time before needing extra painkillers.\n\nCONCLUSIONS:\nApplying a mix of ketamine and bupivacaine proved better at relieving pain after kidney stone removal compared to other methods."}]