[{"id": 5440036, "source": "OBJECTIVE.\nPostoperative nausea and vomiting (PONV) is commonly observed after eye enucleation and orbital hydroxyapatite implant surgery. This prospective, randomized, double-blind trial was conducted to investigate the hypothesis that compared with monotherapy using a higher dose of palonosetron, using a lower dose of palonosetron in combination with droperidol could reduce the incidence of PONV and achieve similar prophylaxis against PONV after the aforementioned surgery.\n\nPATIENTS AND METHODS.\nA total of 129 patients who were in the American Society of Anesthesiologists Classes I and II, aged between 18 and 70 years, and scheduled for eye enucleation and orbital hydroxyapatite implant surgery, were enrolled in this study. They were randomized into three groups: Group P2.5 (2.5 μg/kg palonosetron), Group P7.5 (7.5 μg/kg palonosetron), and Group P+D (2.5 μg/kg palonosetron and 15 μg/kg droperidol). Patients received the different antiemetic regimens intravenously 5 min before surgery. The severity of nausea and vomiting and the complete response (CR) rate during a 72-h postoperative period were assessed.\n\nRESULTS.\nAll patients completed the trial. The nausea score of Group P2.5 was significantly higher than those of the other two groups at 0–4 h and 24–48 h (P≺0.05). Vomiting scores among all groups were similar during all intervals (P≻0.05). Compared with Group P2.5, the CR rate was significantly improved at all intervals in Group P+D, except at 4–72 h, and was also elevated at 24–72 h in Group P7.5 (P≺0.05). Fewer patients in Group P2.5 did not experience any nausea or vomiting throughout the study (49%) compared with those in Group P7.5 (67%) and Group P+D (81%; P≺0.01).\n\nCONCLUSION.\nCombining low-dose palonosetron with droperidol potentiated prophylaxis for PONV and achieved a similar prophylactic effect as that with a higher dose of palonosetron.", "target": "OBJECTIVE:\nThis study investigates if combining a low dose of the drug palonosetron with another drug called droperidol can help to reduce sickness (nausea and vomiting) experienced after a certain eye surgery, compared to using a higher dose of palonosetron alone. \n\nPATIENTS AND METHODS:\nThis trial involved 129 adults, aged 18 to 70, that are categorised as healthy or having mild illness by the American Society of Anesthesiologists. They were going to have eye and orbital implant surgery. These patients were divided into three groups and each group received different anti-sickness treatments just before their surgery. Their levels of nausea, vomiting, and overall response to treatment were assessed for 72 hours after surgery. \n\nRESULTS:\nAll involved patients finished the study. The group receiving a low dose of palonosetron had more severe nausea than the other two groups at 0-4 and 24-48 hours after surgery. Vomiting levels were similar across all the groups. The complete response (no nausea or vomiting) rate was better in the group receiving a low-dose of palonosetron and droperidol than in the low dose palonosetron alone group, except at 4-72 hours, and was also better at 24-72 hours in the high dose palonosetron group. Less than half (49%) of the patients in the low dose palonosetron alone group didn't experience any sickness, compared to 67% in the high dose group and 81% in the combined treatment group.\n\nCONCLUSION:\nCombining a low dose of palonosetron with droperidol was better at preventing post-surgery sickness and produced similar results to using a high dose of palonosetron alone."}]