[{"id": 4283690, "source": "OBJECTIVES.\nTo evaluate the effect of certolizumab pegol (CZP) on productivity outside and within the home, and on participation in family, social and leisure activities in adult patients with psoriatic arthritis (PsA).\n\nMETHODS.\nRAPID-PsA (NCT01087788) is a phase 3, double-blind, placebo-controlled trial. 409 patients with active PsA were randomised 1:1:1 to placebo, CZP 200 mg every 2 weeks (Q2W) or CZP 400 mg every 4 weeks (Q4W). The arthritis-specific Work Productivity Survey (WPS) assessed the impact of PsA on paid work and household productivity, and participation in social activities during the preceding month. WPS responses were compared between treatment arms using a non-parametric bootstrap-t method.\n\nRESULTS.\nAt baseline, 56.6%, 60.1% and 61.5% of placebo, CZP 200 mg Q2W and CZP 400 mg Q4W patients were employed. By week 24, employed CZP patients reported an average of 1.0–1.8 and 3.0–3.9 fewer days of absenteeism and presenteeism, respectively, per month compared with 1.0 and 0.3 fewer days for placebo patients (p≺0.05). Within the home, by week 24, CZP patients reported an average of 3.0–3.5 household work days gained per month versus 1.0 day for placebo (p≺0.05). CZP patients also reported fewer days with reduced household productivity or days lost for participation in family, social and leisure activities. Improvements with CZP were seen as early as week 4 and continued to week 24.\n\nCONCLUSIONS.\nCZP treatment significantly improved productivity at paid work and within the home, and resulted in greater participation in social activities for PsA patients.\n\nTRIAL REGISTRATION NUMBER.\nNCT01087788.", "target": "GOAL OF THE STUDY:\nThis study aimed to check how a drug called certolizumab pegol (CZP) helps adults with a type of arthritis, known as psoriatic arthritis (PsA), in their work life, home life, as well as in their ability to participate in family gatherings, socials and their hobbies.\n\nHOW THE STUDY WAS DONE:\nA large-scale trial involving 409 adults with PsA was conducted using either CZP or a placebo. They were divided into three groups - one got a placebo, one got a middle dose of CZP every 2 weeks, and the third received a higher dose of CZP every 4 weeks. A survey was used to measure if the drug increased productivity at work and home, and participation in various activities over a month. This survey data was then statistically examined and compared between the groups.\n\nWHAT THE STUDY FOUND:\nWhen the study started, a little over half of the people in each of the three groups had jobs. By week 24, those taking CZP were able to work more, missing 1.0 to 1.8 days less in a month due to illness and experiencing 3.0 to 3.9 fewer days of reduced productivity while at work compared to those taking the placebo. At home, the individuals on CZP also were more productive, gaining an average of 3 to 3.5 days of productive household work in a month. They also participated more in social and family activities and hobbies. These benefits started to appear as early as the 4th week and continued till the 24th week of the treatment.\n\nWHAT THIS MEANS:\nThe drug CZP can significantly help improve the work, home productivity, and social engagement of adults dealing with psoriatic arthritis."}]