[{"id": 2556743, "source": "INTRODUCTION.\nSeveral studies have shown that maximizing stroke volume (or increasing it until a plateau is reached) by volume loading during high-risk surgery may improve post-operative outcome. This goal could be achieved simply by minimizing the variation in arterial pulse pressure (ΔPP) induced by mechanical ventilation. We tested this hypothesis in a prospective, randomized, single-centre study. The primary endpoint was the length of postoperative stay in hospital.\n\nMETHODS.\nThirty-three patients undergoing high-risk surgery were randomized either to a control group (group C, n = 16) or to an intervention group (group I, n = 17). In group I, ΔPP was continuously monitored during surgery by a multiparameter bedside monitor and minimized to 10% or less by volume loading.\n\nRESULTS.\nBoth groups were comparable in terms of demographic data, American Society of Anesthesiology score, type, and duration of surgery. During surgery, group I received more fluid than group C (4,618 ± 1,557 versus 1,694 ± 705 ml (mean ± SD), P ≺ 0.0001), and ΔPP decreased from 22 ± 75 to 9 ± 1% (P ≺ 0.05) in group I. The median duration of postoperative stay in hospital (7 versus 17 days, P ≺ 0.01) was lower in group I than in group C. The number of postoperative complications per patient (1.4 ± 2.1 versus 3.9 ± 2.8, P ≺ 0.05), as well as the median duration of mechanical ventilation (1 versus 5 days, P ≺ 0.05) and stay in the intensive care unit (3 versus 9 days, P ≺ 0.01) was also lower in group I.\n\nCONCLUSION.\nMonitoring and minimizing ΔPP by volume loading during high-risk surgery improves postoperative outcome and decreases the length of stay in hospital.\n\nTRIAL REGISTRATION.\nNCT00479011", "target": "INTRODUCTION.\nResearch has shown that maintaining a healthy blood flow during major surgeries can help to improve recovery after the operation. One way to achieve this is by using a ventilator to regulate the pressure changes in the blood vessels during these operations. Our research aimed to find out if this method could shorten the length of a patient's stay in the hospital after surgery.\n\nMETHODS.\nWe did a study that involved 33 patients who were due for major surgery. They were divided into two groups. The first group, made up of 16 patients, was treated normally and served as our basis for comparison. In the second group of 17 patients, we kept track of their blood pressure changes using a special monitor during surgery, and ensured that these changes remained small by giving them a lot of fluids.\n\nRESULTS.\nThe two patient groups were similar in their demographic data, overall health condition, type of surgery, and surgery duration. Throughout the surgery, we noticed that the second group received more fluid and experienced a decline in their blood pressure changes. Also, this group generally spent less time in the hospital after surgery (7 days instead of 17). They also had fewer complications, spent less time on ventilators (1 day instead of 5), and stayed in the ICU for a shorter period (3 days instead of 9). \n\nCONCLUSION.\nOur findings suggest that if we carefully monitor and control blood pressure changes by giving plenty of fluids during major surgery, it can improve the recovery outcomes. This includes reducing the number of complications, the length of time on a ventilator, and the duration of the hospital and ICU stay.\n\nTRIAL REGISTRATION.\nNCT00479011"}]