[{"id": 2900076, "source": "Total knee arthroplasty (TKA) is generally carried out using a tourniquet and blood loss occurring mainly post operatively is collected in drains. Tranexamic acid is an antifibrinolytic agent which decreases the total blood loss. Patients had unilateral / bilateral cemented TKA using combined spinal and epidural anaesthesia. In a double-blind fashion, they received either placebo (n=25) or tranexamic acid (n=25)10 mg.kg−1 i.v., just before tourniquet inflation, followed by 1 mg kg−1 h-1 i.v. till closure of the wound. The postoperative blood loss, transfusion requirement, cost effectiveness and complications were noted. The groups had similar characteristics. The mean volume of drainage fluid was 270 ml and 620 ml for unilateral(U/L) and bilateral(B/L) TKR patients in placebo group. Whereas it was 160ml and 286 ml respectively in unilateral(U/L) and bilateral(B/L) TKR patients who received tranexamic acid. This was considered statistically significant. Control group patients received 26 units of PRBC as compared to 4 units in tranexamic acid groups (p≺0.001). This was again statistically significant. None of the patients in any of the groups developed deep vein thrombosis. Tranexamic acid decreased total blood loss by nearly 54% in B/L TKR and 40% in U/L TKR and drastically reduced (≻ 80%) blood transfusion.", "target": "This study is about a procedure called Total Knee Arthroplasty (TKA), which is a knee replacement surgery. Usually, during the operation, a tourniquet is used to control bleeding, and any blood loss that occurs after the operation is collected in drains. \n\nHere, researchers are looking at the use of a drug called Tranexamic acid, which is known to reduce blood loss. The study involved patients who had one or both knees replaced. These patients were divided into two groups - one group was given a placebo (a substance with no therapeutic effect) and the other group got Tranexamic acid. \n\nThe aim was to see if there was any change in postoperative blood loss, the need for blood transfusion, the cost-effectiveness of the procedure, and any complications that occurred during the recovery period. \n\nThe findings showed that the group that received Tranexamic acid had less drainage fluid in their drains - both in patients who had one knee replaced and those who had both replaced. They also needed fewer blood transfusions than the group who got the placebo. \n\nNo patient in either group developed deep vein thrombosis, a type of blood clot. The results show that Tranexamic acid can reduce blood loss by about 54% in patients having both knees replaced and 40% in those having one knee replaced. This can lead to significantly fewer blood transfusions (more than 80% less)."}]