[{"id": 5122238, "source": "BACKGROUND.\nPost- and intra-operative shivering is one of the most complications of spinal anesthesia so recommend a suitable drug with at least complications for prevention and control of postoperative shivering. This current study aimed to compare the preventive effect of hydrocortisone on intra- and post-operative shivering in patients undergoing surgery with spinal anesthesia.\n\nMATERIALS AND METHODS.\nIn a clinical trial study, ninety patients who candidate for surgery with spinal anesthesia were selected and randomly divided into three groups. The first and second groups were received 1 mg/kg and 2 mg/kg hydrocortisone, respectively, and the third group was received normal saline, and postoperative shivering was compared between the three groups.\n\nRESULTS.\nThe investigation of the incidence of inter- and post-operative shivering in patients in the three groups revealed that within the study period, 31 patients suffered from shivering among which 9, 5, and 17 cases were in 1 mg/kg hydrocortisone group, 2 mg/kg hydrocortisone group, and placebo group, respectively, and according to the Chi-square test, the difference among the three groups was significant (P = 0.004).\n\nCONCLUSION.\nAccording to the obtained results, the overall conclusion of the study is that using hydrocortisone at least with the dose of 1 mg/kg as a preventive drug reduced the incidence of intra- and post-operative shivering with spinal anesthesia.", "target": "BACKGROUND.\nShivering after surgery is a common issue for patients who have had spinal anesthesia. This study is looking into how a drug called hydrocortisone might help prevent these shivering episodes.\n\nMATERIALS AND METHODS.\nWe tested this in a clinical trial with ninety patients who were all having surgery that required spinal anesthesia. We split them into three groups. The first two groups got different doses of hydrocortisone (1 mg/kg and 2 mg/kg respectively), and the third group got a saline (or saltwater) solution, which acted as a control. We then compared whether people in each group experienced shivering after their operations.\n\nRESULTS.\nWe found that out of the 31 patients who experienced shivering, 9 were from the first group (1 mg/kg hydrocortisone), 5 were from the second group (2 mg/kg hydrocortisone), and 17 were from the third group (normal saline). These differences were statistically significant, meaning they likely weren't due to pure chance.\n\nCONCLUSION.\nOur results suggest that giving patients hydrocortisone, at least in the dose of 1 mg/kg, before surgery can help reduce the chances of shivering during and after an operation involving spinal anesthesia."}]