[{"id": 3691658, "source": "BACKGROUND.\nFlu-like symptoms (FLS) are common side effects of interferon beta (IFN-β) treatment in patients with Multiple Sclerosis (PwMS) and are associated with post-injection cytokine surge. We hypothesized that vitamin D3 supplementation would ameliorate FLS by decreasing related serum cytokines’ levels.\n\nMETHODS.\nIn a randomized, double blind study of 45 IFNβ-treated PwMS, 21 patients were assigned to 800 IU of vitamin D3 per day (low dose), while 24 patients received 4,370 IU per day (high dose) for one year. FLS were assessed monthly by telephonic interviews. Serum levels of 25-hydroxy-D (25-OH-D), calcium, PTH, IL-17, IL-10 and IFN-γ were measured periodically. EDSS, relapses, adverse events and quality of life (QoL) were documented.\n\nRESULTS.\n25-OH-D levels increased to a significantly higher levels and PTH levels decreased in the high dose group. There was no significant change in FLS. IL-17 levels were significantly increased in the low dose group, while patients receiving high dose vitamin D had a heterogeneous IL-17 response. No significant differences in relapse rate, EDSS, QoL, serum IL-10 and IFNγ were found. Hypercalcemia or other potential major adverse events were not observed.\n\nCONCLUSION.\nVitamin D supplementation to IFN−β treated PwMS, at the doses used, seems safe and associated with dose-dependent changes in IL-17 serum levels, while not affecting IFN−β related FLS.\n\nTRIAL REGISTRATION.\nClinicalTrials.gov ID: NCT01005095", "target": "BACKGROUND.\nPeople with Multiple Sclerosis often get flu-like symptoms when receiving a treatment called interferon beta (IFN-β). There seems to be a link with a spike in certain proteins (cytokines) in the blood after the injection. We think taking Vitamin D3 might help reduce these flu-like symptoms by lowering the levels of these proteins in the blood.\n\nMETHODS.\nWe ran a study with 45 people who were being treated for their Multiple Sclerosis with IFN-β. Half of them were given a small dose of Vitamin D3 each day and the other half were given a larger dose, every day for a year. We checked in with them regularly via phone to see if they were having flu-like symptoms. We also checked certain things in their blood and noted any relapses or changes in the quality of their life.\n\nRESULTS.\nPeople who took the higher dose of Vitamin D3 had higher levels of vitamin D in their blood and lower levels of a certain hormone. However, we didn't see any major change in their flu-like symptoms. In the low dose group, levels of a certain protein (IL-17) rose significantly. No major changes were found in other factors we were monitoring, such as relapse rate and quality of life. We also didn't observe any serious side effects from the vitamin D supplementation.\n\nCONCLUSION.\nIt seems safe for people receiving IFN-β treatment for their Multiple Sclerosis to take Vitamin D supplements. The dose does measurably impact levels of the protein IL-17, but it doesn't seem to affect the flu-like symptoms related to the IFN-β treatment.\n\nTRIAL REGISTRATION.\nThis clinical trial is registered on ClinicalTrials.gov with the ID: NCT01005095."}]