[{"id": 3780629, "source": "Objective: Computerized cognitive-bias modification (CBM) protocols are rapidly evolving in experimental medicine yet might best be combined with Internet-based cognitive behavioral therapy (iCBT). No research to date has evaluated the combined approach in depression. The current randomized controlled trial aimed to evaluate both the independent effects of a CBM protocol targeting imagery and interpretation bias (CBM-I) and the combined effects of CBM-I followed by iCBT. Method: Patients diagnosed with a major depressive episode were randomized to an 11-week intervention (1 week/CBM-I + 10 weeks/iCBT; n = 38) that was delivered via the Internet with no face-to-face patient contact or to a wait-list control (WLC; n = 31). Results: Intent-to-treat marginal models using restricted maximum likelihood estimation demonstrated significant reductions in primary measures of depressive symptoms and distress corresponding to medium-large effect sizes (Cohen's d = 0.62–2.40) following CBM-I and the combined (CBM-I + iCBT) intervention. Analyses demonstrated that the change in interpretation bias at least partially mediated the reduction in depression symptoms following CBM-I. Treatment superiority over the WLC was also evident on all outcome measures at both time points (Hedges gs = .59–.98). Significant reductions were also observed following the combined intervention on secondary measures associated with depression: disability, anxiety, and repetitive negative thinking (Cohen's d = 1.51–2.23). Twenty-seven percent of patients evidenced clinically significant change following CBM-I, and this proportion increased to 65% following the combined intervention. Conclusions: The current study provides encouraging results of the integration of Internet-based technologies into an efficacious and acceptable form of treatment delivery.", "target": "Goal: The study aims to test a program that combines computerized exercises and online therapy to improve depression symptoms. Until now, no one has tested how well this combination works for treating depression. \n\nMethod: Individuals with severe depression were randomly selected to participate in this 11-week program, which includes a week of computerized exercises and ten weeks of online therapy, done entirely online with no face-to-face meetings. They were compared to another group who were on a wait-list and did not receive any treatment.\n\nResults: The results showed that both the computerized exercises and the combination of these exercises and online therapy significantly reduced depression symptoms and levels of distress. This improvement was moderately to very strong, according to standard measurement tools. The reduction in depression symptoms was at least partly due to the ability of individuals to alter their negative thought patterns, as trained by the computerized exercises. The treatment group performed better than the wait-list group on every outcome measure at both time points. Measures such as disability, anxiety, and repetitive negative thoughts also significantly improved following the combined intervention. At the end of the computerized exercises, 27% of patients showed clinically significant improvements, and this percentage increased to 65% after completing the online therapy as well.\n\nConclusion: This study provides promising results that offering therapy through internet-based technologies can be an effective and acceptable method for treating depression."}]