[{"id": 5966460, "source": "Topical microbicides are being explored as an HIV prevention method for individuals who practice receptive anal intercourse. In vivo studies of these microbicides are critical to confirm safety. Here, we evaluated the impact of a rectal microbicide containing the antiviral lectin, Griffithsin (GRFT), on the rectal mucosal proteome and microbiome. Using a randomized, crossover placebo-controlled design, six rhesus macaques received applications of hydroxyethylcellulose (HEC)- or carbopol-formulated 0.1% GRFT gels. Rectal mucosal samples were then evaluated by label-free tandem MS/MS and 16 S rRNA gene amplicon sequencing, for proteomics and microbiome analyses, respectively. Compared to placebo, GRFT gels were not associated with any significant changes to protein levels at any time point (FDR ≺ 5%), but increased abundances of two common and beneficial microbial taxa after 24 hours were observed in HEC-GRFT gel (p ≺ 2E-09). Compared to baseline, both placebo formulations were associated with alterations to proteins involved in proteolysis, activation of the immune response and inflammation after 2 hours (p ≺ 0.0001), and increases in beneficial Faecalibacterium spp. after 24 hours in HEC placebo gel (p = 4.21E-15). This study supports the safety profile of 0.1% GRFT gel as an anti-HIV microbicide and demonstrates that current placebo formulations may associate with changes to rectal proteome and microbiota.", "target": "Researchers are testing a special gel, known as a microbicide, to prevent HIV during anal intercourse. It's vital to ensure this gel is safe before it can be used by people. The gel in question contains a substance called Griffithsin (GRFT), which helps fight against viruses. \n\nIn our study, we tested the gel on six macaque monkeys. We applied two different versions of the gel and compared these to a dummy gel (placebo). We studied samples from the monkeys to see what effects the gel had on proteins and microbes (tiny organisms that live in our bodies). \n\nWe found that the Griffithsin gel didn't significantly change protein levels at any point. However, it did increase the levels of two helpful types of microbes after 24 hours. On the other hand, the dummy gels caused changes in proteins linked to immunity and inflammation after 2 hours, and also increased beneficial microbes after 24 hours. \n\nIn plain terms, our study shows that the Griffithsin gel doesn't harm the rectum's proteins or microbes, implying it's safe to use. However, it's important to note that even the dummy gels can cause changes to the rectum's proteins and microbes. This means we must be careful when interpreting the results of such tests."}]