[{"id": 3681405, "source": "OBJECTIVE.\nWe aimed to evaluate whether preoperative chemotherapy provides benefits in the survival and prognosis of patients with non-small cell lung cancer (NSCLC) in resectable stages I to IIIA, except T1N0.\n\nMETHODS.\nIn this randomized, controlled trial, 356 patients with stage I (except for T1N0), II and IIIA NSCLC were assigned to either the preoperative chemotherapy plus surgery arm (179 patients) or the primary surgery arm (177 patients). Both treatments were followed by adjuvant chemotherapy. The end point of this study included overall survival (OS), progression-free survival (PFS), and survival rate associated with clinical remission.\n\nRESULTS.\nStatistical survival difference was found between the preoperative chemotherapy plus surgery arm and the surgery-alone arm. However, the median survival time (MST) in the preoperative chemotherapy arm was lower than that of surgery-alone arm (MST, 45.42 months vs 57.59 months) (P = 0.016). When comparing the effect of preoperative chemotherapy at each stage of NSCLC, a statistical survival difference was found in stage II NSCLC but not in stage I and IIIA (MST 40.86 months vs 80.81 months) (P = 0.044). However, no statistically significant difference in PFS was noticed between the two arms, except for stage I NSCLC (hazard radio [HR] = 0.87; 95% CI, 0.561–1.629; P = 0.027). The survival rate was higher for patients who had clinical remission after preoperative chemotherapy, but the differences did not reach statistical significance (MST 42.10 months vs 35.33 months) (P = 0.630).\n\nCONCLUSION.\nPreoperative chemotherapy did not show benefits in OS and PFS for stage I–IIIA NSCLC patients.", "target": "GOAL:\nWe wanted to see if giving chemotherapy before surgery improved life expectancy and disease outlook for patients with a certain type of lung cancer (non-small cell lung cancer) in stages I to IIIA, but not in the very earliest sub-stage of Stage I.\n\nMETHODS:\nIn this study, 356 patients with Stage I (except the earliest sub-stage), II, and IIIA lung cancer were randomly assigned to one of two groups: one group received chemotherapy before surgery (179 patients), and the other group had surgery first (177 patients). Both groups received additional chemotherapy after the surgery. We were particularly interested in comparing overall survival, the duration of time patients lived without their disease getting worse, and the survival rate of patients who showed signs of recovery.\n\nRESULTS:\nWe found some difference in survival rates between the group that received preoperative chemotherapy and the group that only had surgery. However, patients who had chemotherapy first survived on average for a shorter amount of time (about 45 months vs about 58 months in the surgery-only group). When we looked at each cancer stage separately, we found some difference in survival rates only in Stage II patients. Interestingly, there was no significant difference in how long patients lived without their disease getting worse, except in Stage I patients. Finally, patients who seemed to get better after preoperative chemotherapy lived longer, but this difference was not big enough to be sure it wasn't due to chance.\n\nCONCLUSION:\nGiving chemotherapy before surgery did not significantly improve overall survival or delay disease progression for patients in stages I-III of non-small cell lung cancer."}]