[{"id": 4391192, "source": "INTRODUCTION.\nIntensive care unit (ICU) environmental factors such as noise and light have been cited as important causes of sleep deprivation in critically ill patients. Previous studies indicated that using earplugs and eye masks can improve REM sleep in healthy subjects in simulated ICU environment, and improve sleep quality in ICU patients. This study aimed to determine the effects of using earplugs and eye masks with relaxing background music on sleep, melatonin and cortisol levels in ICU patients.\n\nMETHODS.\nFifty patients who underwent a scheduled cardiac surgery and were expected to stay at least 2 nights in Cardiac Surgical ICU (CSICU) were included. They were randomized to sleep with or without earplugs and eye masks combined with 30-minute relaxing music during the postoperative nights in CSICU. Urine was analyzed for nocturnal melatonin and cortisol levels. Subjective sleep quality was evaluated using the Chinese version of Richards-Campbell Sleep Questionnaire (a visual analog scale, ranging 0–100).\n\nRESULTS.\nData from 45 patients (20 in intervention group, 25 in control group) were analyzed. Significant differences were found between groups in depth of sleep, falling asleep, awakenings, falling asleep again after awakening and overall sleep quality (P ≺ 0.05). Perceived sleep quality was better in the intervention group. No group differences were found in urinary melatonin levels and cortisol levels for the night before surgery, and the first and second nights post-surgery (P ≻ 0.05). The urinary melatonin levels of the first and second postoperative nights were significantly lower than those of the night before surgery (P = 0.01). The opposite pattern was seen with urinary cortisol levels (P = 0.00).\n\nCONCLUSION.\nThis combination of non-pharmacological interventions is useful for promoting sleep in ICU adult patients; however, any influence on nocturnal melatonin levels and cortisol level may have been masked by several factors such as the timing of surgery, medication use and individual differences. Larger scale studies would be needed to examine the potential influences of these factors on biological markers and intervention efficacy on sleep.\n\nTRIAL REGISTRATION.\nChinese Clinical Trial Registry: ChiCTR-IOR-14005511. Registered 21 November 2014.", "target": "INTRODUCTION.\nSound and light in the intensive care unit (ICU) can disrupt the sleep of seriously ill patients. Previous research suggested that earplugs and eye masks can improve sleep in both healthy individuals and ICU patients. Our goal was to see the effects of earplugs, eye masks, and peaceful background music on sleep and certain hormone levels in ICU patients.\n\nMETHODS.\nWe included fifty heart surgery patients who were expected to spend at least two nights in the cardiac ICU. We randomly chose some patients to sleep with earplugs, eye masks, and 30 minutes of soothing music. We measured sleep quality and hormone levels in their urine.\n\nRESULTS.\nWe used data from 45 patients. The patients who used the earplugs and eye masks with music reported deeper sleep, less trouble falling asleep, and less waking up during the night. Despite this noticeable improvement in sleep quality, the hormone levels didn't have any significant differences between both groups before or after the surgery. We noticed a drop in melatonin (a hormone that helps control sleep) levels on post-surgery nights compared to before surgery. Conversely, cortisol (a hormone linked to stress) levels were higher after surgery.\n\nCONCLUSION:\nCombining earplugs, eye masks, and calming music can effectively help ICU patients sleep better. However, factors like surgery timings, medication, and individual differences might have hidden any impacts on hormone levels. Further extensive studies are needed to explore the potential influences of these factors on hormone levels and the effectiveness of this sleep promoting technique.\n\nTRIAL REGISTRATION.\nThis trial was registered in the Chinese Clinical Trial Registry on November 21, 2014."}]