[{"id": 3580299, "source": "PURPOSE.\nWe evaluated the efficacy of alfuzosin for the treatment of ureteral calculi less than 10 mm in diameter after extracorporeal shock wave lithotripsy (ESWL).\n\nMATERIALS AND METHODS.\nA randomized, single-blind clinical trial was performed prospectively by one physician between June 2010 and August 2011. A total of 84 patients with ureteral calculi 5 to 10 mm in diameter were divided into two groups. Alfuzosin 10 mg (once daily) and loxoprofen sodium 68.1 mg (as needed) were prescribed to group 1 (n=41), and loxoprofen sodium 68.1 mg (as needed) only was prescribed to group 2 (n=44). The drug administration began immediately after ESWL and continued until stone expulsion was confirmed up to a maximum of 42 days after the procedure.\n\nRESULTS.\nThirty-nine of 41 (95.1%) patients in group 1 and 40 of 43 (93.0%) patients in group 2 ultimately passed stones (p=0.96). The number of ESWL sessions was 1.34±0.65 and 1.41±0.85 in groups 1 and 2, respectively (p=0.33). The patients who required analgesics after ESWL were 8 (19.5%) in group 1 and 13 (30.2%) in group 2 (p=0.31). Visual analogue scale pain severity scores were 5.33±1.22 and 6.43±1.36 in groups 1 and 2, respectively (p=0.056). The time to stone expulsion in groups 1 and 2 was 9.5±4.8 days and 14.7±9.8 days, respectively (p=0.005). No significant adverse effects occurred.\n\nCONCLUSIONS.\nThe use of alfuzosin in combination with ESWL seems to facilitate stone passage and to reduce the time of stone expulsion but does not affect the stone-free rate.", "target": "PURPOSE:\nWe studied whether the drug alfuzosin can help treat kidney stones that are less than 10 mm in size after a procedure called extracorporeal shock wave lithotripsy (ESWL).\n\nHOW WE DID IT:\nWe did a controlled, single-blind medical trial from June 2010 to August 2011. During this trial, 84 people with kidney stones that are 5 to 10 mm in size were randomly split into two groups. The first group was given alfuzosin and another drug called loxoprofen sodium. The second group only received loxoprofen sodium. The patients were given these drugs immediately after their ESWL procedure and treatment was continued until their kidney stones passed or up to six weeks after the procedure.\n\nWHAT WE FOUND:\nIn the first group, 39 out of 41 patients (95.1%) passed their kidney stones, while in the second group, 40 out of 43 patients (93.0%) passed their stones. There wasn't a significant difference in the number of treatment sessions each group needed or in the number of patients that needed painkillers following treatment. However, the first group that received alfuzosin reported slightly less pain and passed their kidney stones about 5 days faster than the second group. We didn't notice any big negative side effects of the treatment. \n\nWHAT THIS MEANS:\nThis research suggests that using alfuzosin along with ESWL can make kidney stones pass quicker. However, it doesn't seem to affect the overall success rate, i.e., the chance of the kidney stone being completely removed."}]