[{"id": 3943081, "source": "OBJECTIVE.\nThere are controversial findings in the literature on the effects of chest physiotherapy on postextubation lung collapse in pediatric age group.  Therefore, we aimed to investigate the efficacy of chest physiotherapy in prevention of postextubation atelectasis in pediatric patients.\n\nMATERIALS & METHODS.\nIn a case-control study from March 2007 to March 2011, two groups of patients (35 patients in each group) susceptible to lung collapse were enrolled in the study. The studied patients had neuromuscular diseases such as spinal muscular atrophy, Guillain-Barre syndrome, critical illness polyneuropathy/myopathy, and cerebral palsy. The patients were randomly divided into two groups (case and control); The case group underwent daily chest physiotherapy through vibrator and chest percussion and the control group was under supervision. In the latter group, the underlying disease was treated and the lung collapse was managed, if occurred.\n\nRESULTS.\nThe frequency of atelectasis was lower in the case group who received prophylactic chest physiotherapy compared to the control group (16.6% vs. 40%).\n\nCONCLUSION.\nChest physiotherapy as well as appropriate and regular change of position can considerably reduce the rate of pulmonary collapse in pediatric patients.", "target": "GOAL.\nCertain studies have disagreed on whether chest physiotherapy (a treatment involving physical movement and manipulation to breathe better) can help prevent instances of lung collapse in children after they have been on a breathing machine. Our goal was to look into how effective chest physiotherapy is in stopping a collapsed lung in children patients. \n\nWHAT WE DID.\nBetween March 2007 and March 2011, we ran a study comparing two groups of patients (35 kids in each group) who were at risk of lung collapse. These kids had muscle and nerve illnesses like spinal muscular atrophy, Guillain-Barre syndrome, critical illness polyneuropathy/myopathy, and cerebral palsy. We randomly put the patients into two groups (test and comparison); The test group received daily chest physiotherapy using a vibrating machine and manual chest hitting, and the comparison group was simply monitored. For the latter group, we treated their disease and managed any lung collapse if it happened.\n\nWHAT WE FOUND.\nOccurrence of lung collapse was lower in the group that received chest physiotherapy (16.6% vs. 40%).\n\nCONCLUSION.\nChest physiotherapy and regular position changes can greatly lower the chance of lung collapse in child patients."}]