[{"id": 2427034, "source": "BACKGROUND.\nA2143G mutation of 23S rRNA gene of H. pylori results in clarithromycin (CLR) resistance. To investigate the prevalence of the CLR resistance-related A2143G mutation of the H. pylori-specific 23S rRNA gene in Chinese subjects with and without CLR use history, 307 subjects received the treatment with amoxicillin and omeprazole (OA) and 310 subjects received a placebo in 1995, and 153 subjects received a triple therapy with OA and CLR (OAC) in 2000. DNA was extracted from fasting gastric juice at the end of the intervention trial in 2003. H. pylori infection was determined by H. pylori-specific 23S rRNA PCR, ELISA, and13C-urea breath test assays. Mutations of the 23S rRNA gene were detected by RFLP assays.\n\nRESULTS.\nThe presence of 23S rRNA due to H. pylori infection in the OA group remained lower than that in the placebo group 7.3 yrs after OA-therapy [51.1% (157/307) vs. 83.9% (260/310), p = 0.0000]. In the OAC group, the 23S rRNA detection rate was 26.8% (41/153) three yrs after OAC-treatment. The A2143G mutation rate among the 23S rRNA-positive subjects in the OAC group [31.7% (13/41)] was significantly higher than that in the OA group [10.2% (16/157)] and the placebo group [13.8% (36/260)]. The frequency of the AAGGG → CTTCA (2222–2226) and AACC → GAAG (2081–2084) sequence alterations in the OAC group was also significantly higher than those in the OA group and the placebo group.\n\nCONCLUSION.\nPrimary prevalence of the A2143G mutation was 10~14% among Chinese population without history of CLR therapy. Administration of CLR to eliminate H. pylori infection increased the prevalence of the A2143G mutation in Chinese subjects (32%) significantly.", "target": "BACKGROUND.\nThis study looked at how a specific genetic change (known as an A2143G mutation) in the bacteria H. pylori, which causes stomach ulcers, can make it resistant to the antibiotic clarithromycin (CLR). To find out how common this resistant change is in China, the researchers tested 617 people who had received treatments in 1995. Half had been given amoxicillin and omeprazole (OA), drugs that can treat the bacteria, while the other half got a placebo – a harmless substance with no medical effect. In 2000, the team gave 153 more people a three-drug treatment featuring OA and CLR. Then, in 2003 they examined DNA from the subjects' stomach juice to see if they still had the bacteria and if it had developed resistance.\n\nRESULTS.\nThree years after the triple-drug treatment, the research found that about 27% of those people still had H. pylori in their system. Among these, about 32% had the resistant A2143G mutation. This was a higher rate than both those who got the two-drug treatment (about 10%) and those who got the placebo (around 14%). The three-drug treatment group also had higher rates of other DNA sequence changes.\n\nCONCLUSION.\nThe results showed that about 10-14% of Chinese people without treatment history had the antibiotic-resistant mutation. When they used CLR to get rid of the bacteria, the rate of the resistant mutation rose significantly to 32%."}]