[{"id": 4517637, "source": "BACKGROUND.\nInfants undergoing cardiac surgery are at risk of a negative protein balance, due to increased proteolysis in response to surgery and the cardiopulmonary bypass circuit, and limited intake. The aim of the study was to quantify the effect on protein kinetics of a short-term high-protein (HP) diet in infants following cardiac surgery.\n\nMETHODS.\nIn a prospective, double-blinded, randomized trial we compared the effects of a HP (5 g · kg−1 · d−1) versus normal protein (NP, 2 g · kg−1 · d−1) enteral diet on protein kinetics in children ≺24 months, on day 2 following surgical repair of congenital heart disease. Valine kinetics and fractional albumin synthesis rate (FSRalb) were measured with mass spectrometry using [1-13C]valine infusion. The Mann–Whitney U test was used to investigate differences between group medians. Additionally, the Hodges-Lehmann procedure was used to create a confidence interval with a point estimate of median differences between groups.\n\nRESULTS.\nTwenty-eight children (median age 9 months, median weight 7 kg) participated in the study, of whom in only 20 subjects isotopic data could be used for final calculations. Due to underpowering of our study, we could not draw conclusions on the primary outcome parameters. We observed valine synthesis rate of 2.73 (range: 0.94 to 3.36) and 2.26 (1.85 to 2.73) μmol · kg−1 · min−1 in the HP and NP diet, respectively. The net valine balance was 0.54 (−0.73 to 1.75) and 0.24 (−0.20 to 0.63) μmol · kg−1 · min−1 in the HP and NP group. Between groups, there was no difference in FSRalb. We observed increased oxidation and BUN in the HP diet, compared to the NP diet, as a plausible explanation of the metabolic fate of surplus protein.\n\nCONCLUSIONS.\nIt is plausible that the surplus protein in the HP group has caused the increase of valine oxidation and ureagenesis, compared to the NP group. Because too few patients had completed the study, we were unable to draw conclusions on the effect of a HP diet on protein synthesis and balance. We present our results as new hypothesis generating data.\n\nTRIAL REGISTRATION.\nDutch Trial Register NTR2334.", "target": "BACKGROUND.\nBabies who have heart surgery may not get enough protein. This is because having surgery and using a heart-lung machine during the operation might break down protein faster than normal, and these babies might not eat enough to replace it. This study was done to see how giving these babies more protein after surgery would affect their protein levels.\n\nMETHODS.\nWe conducted a study where we randomly chose some babies to get a lot of protein and some to get a normal amount. This was done on the second day after they had surgery to fix heart defects they were born with. We did a special test to measure how much of a kind of protein called \"valine\" their bodies were making. We also measured how much of another protein called \"albumin\" their bodies were making. We then compared the results between the two groups.\n\nRESULTS.\n28 babies, who were around 9 months old and weighed about 7 kg, took part in the study. However, we could only use the data from 20 of them for our final results. Because we didn't have enough data, we couldn't make conclusions about protein levels. There was no difference in albumin production between the two groups. However, we saw that the babies getting a lot of protein had higher levels of valine and another substance called BUN, which is an indicator of how much protein a person is getting.\n\nCONCLUSIONS.\nIt looks like the extra protein in the diet of the high-protein group might have increased the levels of valine and BUN. However, because we didn't have enough data, we can't say for sure that a high-protein diet would change protein levels in these babies. Therefore, the results from our study should be taken as a starting point for further research.\n\nTRIAL REGISTRATION.\nThis trial was registered with the Dutch Trial Register (NTR2334)."}]