[{"id": 4329963, "source": "BACKGROUND.\nFamily-centered empowerment of drug and stimulant users is an effective program for a better response to treatment, prevention of treatment adverse effects, and promotion quality of life (QoL) and lifestyle in the process of discontinuing drug abuse.\n\nOBJECTIVES.\nThis study aimed to determine the effects of educational intervention, based on family-centered empowerment and Pender's health promotion models, on health-promoting lifestyle and health-related QoL among methamphetamine users and their families.\n\nPATIENTS AND METHODS.\nIn a randomized clinical trial, methamphetamine users, who were admitted to Tehran University of Medical Sciences Substance Abuse Treatment Centers, were randomly allocated to three groups: a group for training of methamphetamine users who were in recovery phase (intervention group 1;95 subjects);a group for training of a family member of methamphetamine users who were in recovery phase (intervention group 2; 95 subjects); and a control group (95 subjects). A demographic checklist and a standard questionnaire covering health-promoting lifestyle, health-related QoL, self-efficacy, perceived affect, perceived social support, and perceived barriers dimensions were used to gather required data. Independent-samples t test, paired-samples t-test, and ANCOVA were used to analyze the data.\n\nRESULTS.\nAnalysis of covariance showed that after adjusting for effects of pretest scores, the difference between mean post-test scores of health-promoting lifestyle scale, health-related QoL scale, and all constructs of Pender's health promotion model (self-efficacy, perceived affect, perceived social support, and perceived barriers) in the intervention group 1 and control group were significant (P≺ 0.0001). In addition, changes in mean scores of lifestyle scale (42.4 ± 13.6), QoL scale (29.1 ± 14.2), self-efficacy (16.1 ± 2.6), perceived affect (16.1 ± 8), social support (35.4 ± 12.4), and barriers (17.2 ± 15.8) before and after intervention were significant in the intervention group 2 (P ≺ 0.0001).\n\nCONCLUSIONS.\nApplication of family-centered empowerment model among methamphetamine users and their families is practically feasible and can result in enhancement and improvement of their QoL, lifestyle, and health promotion model constructs.", "target": "BACKGROUND:\nThis study looks at how involving families in the treatment process can help drug users get better, experience fewer side effects, and improve their quality of life.\n\nOBJECTIVES:\nThe aim was to see if educating drug users and their families, using methods grounded in empowerment and health promotion, could enhance their lifestyles and improve their overall health.\n\nPATIENTS AND METHODS:\nWe tested this on drug users who were getting treatment at a medical center in Tehran. They were split up into three groups: one group of the drug users themselves, one group of their family members, and a third control group. We asked them a series of questions about their lifestyle, health, self confidence, emotions, social support, and potential obstacles.\n\nRESULTS:\nAfter adjusting for previous test scores, there was a significant improvement in the lifestyle, health, and other areas for the drug users and their families who went through the empowerment program. The control group didn't see these changes.\n\nCONCLUSIONS:\nUsing a family-centered empowerment approach with drug users and their families is possible and can lead to better health, improved lifestyle, and more positive attitudes towards health."}]