[{"id": 4115605, "source": "OBJECTIVE.\nTo determine whether droxidopa, an oral norepinephrine precursor, improves symptomatic neurogenic orthostatic hypotension (nOH).\n\nMETHODS.\nPatients with symptomatic nOH due to Parkinson disease, multiple system atrophy, pure autonomic failure, or nondiabetic autonomic neuropathy underwent open-label droxidopa dose optimization (100–600 mg 3 times daily), followed, in responders, by 7-day washout and then a 7-day double-blind trial of droxidopa vs placebo. Outcome measures included patient self-ratings on the Orthostatic Hypotension Questionnaire (OHQ), a validated, nOH-specific tool that assesses symptom severity and symptom impact on daily activities.\n\nRESULTS.\nFrom randomization to endpoint (n = 162), improvement in mean OHQ composite score favored droxidopa over placebo by 0.90 units (p = 0.003). Improvement in OHQ symptom subscore favored droxidopa by 0.73 units (p = 0.010), with maximum change in \"dizziness/lightheadedness.\" Improvement in symptom-impact subscore favored droxidopa by 1.06 units (p = 0.003), with maximum change for \"standing a long time.\" Mean standing systolic blood pressure (BP) increased by 11.2 vs 3.9 mm Hg (p ≺ 0.001), and mean supine systolic BP by 7.6 vs 0.8 mm Hg (p ≺ 0.001). At endpoint, supine systolic BP ≻180 mm Hg was observed in 4.9% of droxidopa and 2.5% of placebo recipients. Adverse events reported in ≥3% of double-blind droxidopa recipients were headache (7.4%) and dizziness (3.7%). No patients discontinued double-blind treatment because of adverse events.\n\nCONCLUSIONS.\nIn patients with symptomatic nOH, droxidopa improved symptoms and symptom impact on daily activities, with an associated increase in standing systolic BP, and was generally well tolerated.\n\nCLASSIFICATION OF EVIDENCE.\nThis study provides Class I evidence that in patients with symptomatic nOH who respond to open-label droxidopa, droxidopa improves subjective and objective manifestation of nOH at 7 days.", "target": "GOAL\nThe aim was to find out if a drug called droxidopa can help improve a condition where a person's blood pressure drops when they stand up (nOH), specifically in people with Parkinson's disease, multiple system atrophy, pure autonomic failure, or non-diabetic autonomic neuropathy.\n\nMETHODS\nPatients with the above conditions were given droxidopa in doses that were adjusted according to their response. This was followed by a 7-day break, after which they were given either droxidopa or a placebo for 7 days. Their progress was tracked using a special questionnaire that measures the severity of their symptoms and how it affects their daily activities.\n\nRESULTS\nThe results showed that the patients given droxidopa had a better improvement in their symptoms compared to those given a placebo. They especially felt better about dizziness and standing for long periods. Their standing blood pressure also increased more than those on the placebo. Side effects were rare and included minor headache and dizziness. No patients stopped the treatment because of side effects.\n\nCONCLUSIONS\nDroxidopa appears to help improve symptoms in patients whose blood pressure drops when they stand up. It seems to improve their daily life functioning and increases their standing blood pressure. Generally, the drug is well tolerated.\n\nEVIDENCE LEVEL\nThis study offers strong evidence that droxidopa helps improve symptoms in patients whose blood pressure drops when they stand up over a 7-day period.\n"}]