[{"id": 4382580, "source": "OBJECTIVE.\nTo compare the effect of aquatic and land-based physiotherapy in reducing musculoskeletal hip and lower back pain and increasing overall physical capabilities of sickle cell disease patients.\n\nMETHODS.\nInformed written consent was obtained from all volunteers who were submitted to evaluations using different functional scales: Lequesne's Algofunctional Questionnaire and Oswestry Disability Index, trunk and hip range of motion, goniometry, trunk and hip muscle strength assessment using load cell, and surface electromyography of the iliocostalis, long dorsal (longissimus), gluteus maximus, gluteus medius and tensor fasciae latae muscles. Ten patients were randomized into two groups: aquatic physiotherapy with a mean age of 42 years (range: 25–67) and conventional physiotherapy with a mean age of 49 years (range: 43–59). Both groups were submitted to a twelve-week program of two sessions weekly.\n\nRESULTS.\nAfter the intervention, significant improvements were observed regarding the Lequesne index (p-value = 0.0217), Oswestry Disability Index (p-value = 0.0112), range of motion of trunk extension (p-value = 0.0320), trunk flexion muscle strength (p-value = 0.0459), hip extension and abduction muscle strength (p-value = 0.0062 and p-value = 0.0257, respectively). Range of motion of trunk and hip flexion, extension, adduction and abduction, trunk extensor muscle strength and all surface electromyography variables showed no significant statistical difference.\n\nCONCLUSION.\nPhysical therapy is efficient to treat musculoskeletal dysfunctions in sickle cell disease patients, irrespective of the technique; however, aquatic therapy showed a trend toward improvement in muscle strength. Further studies with a larger patient sample and longer periods of therapy are necessary to confirm these results.", "target": "GOAL:\nWe wanted to see whether exercises in water or on land would be better at reducing hip and lower back pain, and improving overall fitness in patients with sickle cell disease, an illness that affects the red blood cells.\n\nHOW WE DID IT:\nAll volunteers agreed to be a part of the study and took several physical tests. We examined things like pain levels, flexibility, strength, and muscle activity. We divided ten patients into two groups: one did water exercises and the other did normal gym exercises. Both groups had two sessions a week for twelve weeks.\n\nWHAT WE FOUND:\nAfter the twelve weeks, both groups saw improvements in pain levels, flexibility, and strength. However, there was no notable difference in improvement between the two groups. \n\nCONCLUSION:\nPhysical exercise, whether it's done in water or on land, can help to treat muscle problems in patients with sickle cell disease. It did seem like the water exercises were slightly better for improving muscle strength, but we would need to study more people over a longer time to know for sure."}]