[{"id": 4166058, "source": "BACKGROUND.\nNasal cannula, beside administering low-flow therapy, showed the capability for the administration of continuous positive airway pressure (CPAP) through high-flow nasal cannula (HFNC). Meeting specific physical criteria of 100% relative humidity (RH) and temperature of 37°C are the basic interventional requirements to administer oxygen for the newborns through a nasal cannula. Recently, two systems, MR850 and PMH7000, received the Food and Drug Administration (FDA) approval to administer heated, humidified HFNC (HHHFNC). These systems are evaluated in this study based on their humidifying and heating capabilities.\n\nMATERIALS AND METHODS.\nThis study was done as an RCT on newborns weighing 1,000 to 1,500 g recovering from respiratory distress syndrome (RDS) while nCPAP was administered at CDP = 4 cmH2O, Fio2 ≺30%. Patients were randomized to two groups of 35 receiving HHHFNC after treatment with nCPAP, with one group using MR850 humidifier and the other PMH7000. The patients were compared according to the duration of HHHFNC administration, repeated need for nCPAP respiratory support, the need for invasive ventilation, apnea, chronic lung disease (CLD), nasal trauma, RH, and temperature of the gases.\n\nRESULTS.\nThe average time of support with HHHNFC did not show any significant difference in the two groups. There was no significant difference between the groups in the need for nCPAP, invasive ventilation, apnea, nasal trauma, and CLD. The difference in the levels of average temperature and humidity was significant (P value ≺0.001).\n\nCONCLUSION.\nAlthough the records of temperature and RH in the PMH7000 system was lower than the records from the MR850 system, no clinical priority was observed for respiratory support with HHHNFC in the two systems.", "target": "BACKGROUND.\nThis study was done to see how two approved devices, MR850 and PMH7000, worked in providing oxygen therapy to newborn babies through a nasal tube. These systems were monitored to see how well they warmed and moistened (humidified) the oxygen before it was given to the babies to breathe in.\n\nMATERIALS AND METHODS.\nThe study was performed on babies that weighed between 1,000 and 1,500 grams and were recovering from breathing difficulties. These babies had been given a certain type of breathing support through a nose mask, and were then switched over to one of the two tested systems. The researchers kept track of how long the babies were on these systems, whether the babies went back to the nose mask treatment, whether they needed more invasive breathing support, if they had breath pauses (apnea), lung disease, and nose injuries. They also measured temperature and moisture levels of the oxygen given to the babies.\n\nRESULTS.\nThere was no major difference in how long the babies were kept on the systems. Also, there were no significant differences in the need to go back to the nose mask treatment, need for more invasive breathing support, breath pauses, nose injuries, or lung disease. However, there were notable differences in the temperature and moisture levels between the two systems.\n\nCONCLUSION.\nEven though the PMH7000 system didn't warm and moisten the oxygen quite as well as the MR850 system, both systems were about equally good in supporting the babies' breathing."}]