[{"id": 3953523, "source": "PURPOSE.\nTo evaluate the analgesic effect, efficacy and safety of aceclofenac controlled release (CR) in patients with chronic knee osteoarthritis (OA).\n\nMATERIALS AND METHODS.\nA total of 125 subjects with chronic knee OA were randomly divided into two groups: one group (n=62) was administered aceclofenac CR once daily and the other (n=63), aceclofenac immediate release (IR) twice a day for 4 weeks. A 100-mm visual analogue scale (VAS), Knee injury and Osteoarthritis Outcome Score (KOOS) and range of motoin (ROM) were evaluated as the outcome measures. To evaluate the safety of the drug, adverse events, vital signs, physical examination findings, clinical laboratory values and electrocardiographic findings were evaluated.\n\nRESULTS.\nThe VAS, KOOS and ROM were improved after 4 weeks of administration in both groups, but the differences between the two groups were not statistically significant. Significant differences between the two groups were not shown in the evaluation of the adverse events, vital sign, physical examination results, clinical laboratory values, and electrocardiography.\n\nCONCLUSIONS.\nThe aceclofenac CR and aceclofenac IR were equally effective in patients with chronic knee OA and the clinical trial results didn't show any significant difference in safety. The new aceclofenac CR formulation was found to be effective and safe with the practical advantage of once daily administration.", "target": "PURPOSE.\nThis study aimed to see if a sustained-release version of a medication called aceclofenac helped people with long-term knee arthritis pain, and if it was safe to use. \n\nMATERIALS AND METHODS.\n125 people with knee arthritis were randomly split into two groups: one group (made up of 62 people) was given the long-lasting aceclofenac once a day, the other group (made up of 63 people) was given the regular aceclofenac twice a day, for a month. Tools used to track changes included a pain rating scale, a knee health score, and a measure of how far they could move their knee. To check if the medication was safe, any side effects, vital signs (like heart rate and blood pressure), general health checks, lab tests and heart wave tests were also captured and recorded. \n\nRESULTS.\nBoth groups showed improvements in their pain levels, knee health scores and range of motion after taking the medicine for a month. However, there was no significant difference in these improvements between the two groups. There were also no major differences in the side effects, vital signs, health checks, lab tests or heart wave tests between the two groups. \n\nCONCLUSIONS.\nThe findings show that both the day-long and regular aceclofenac are just as successful in improving symptoms in people with chronic knee arthritis, and they appear to be safely used with no major differences found in this study. The sustained aceclofenac can be taken once daily, making it a useful option for people using this medication."}]