[{"id": 4435702, "source": "OBJECTIVE.\nTo evaluate the safety and efficacy of a plasmid (VM202) containing two human hepatocyte growth factor isoforms given by intramuscular injections in patients with painful diabetic neuropathy.\n\nMETHODS.\nIn a double-blind, placebo-controlled study, patients were randomized to receive injections of 8 or 16 mg VM202 per leg or placebo. Divided doses were administered on Day 0 and Day 14. The prospective primary outcome was change in the mean pain score measured by a 7 day pain diary. Secondary outcomes included a responder analysis, quality of life and pain measures, and intraepidermal nerve fiber density.\n\nRESULTS.\nThere were no significant adverse events attributable to VM202. Eighty-four patients completed the study. Patients receiving 8 mg VM202 per leg improved the most in all efficacy measures including a significant (P = 0.03) reduction at 3 months in the mean pain score and continued but not statistically significant reductions in pain at 6 and 9 months. Of these patients, 48.4% experienced a ≥50% reduction in pain compared to 17.6% of placebo patients. There were also significant improvements in the brief pain inventory for patients with diabetic peripheral neuropathy and the questionnaire portion of the Michigan Neuropathy Screening Instrument. Patients not on pregabalin or gabapentin had the largest reductions in pain.\n\nINTERPRETATION.\nVM202 was safe, well tolerated and effective indicating the feasibility of a nonviral gene therapy approach to painful diabetic neuropathy. Two days of treatment were sufficient to provide symptomatic relief with improvement in quality of life for 3 months. VM202 may be particularly beneficial for patients not taking gabapentin or pregabalin.", "target": "GOAL.\nThis study aimed to test if a medicine (VM202) containing two proteins beneficial for liver growth, delivered through muscle injections, can be used safely and effectively to reduce pain in patients suffering from diabetes-related nerve pain.\n\nMETHODS.\nIn a scientifically controlled study, patients were randomly chosen to get injections of two different amounts of VM202 or a placebo. They received injections on the first day and again two weeks later. The main goal was to see if there was a change in the average pain score collected through a week-long pain diary. Secondary goals included how many patients responded to the treatment, improvements in quality of life and pain measurements, and the density of nerves in the skin.\n\nRESULTS.\nNo major side effects related to VM202 were reported. Eighty-four patients finished the study. Patients who got the lower dosage of VM202 reported the most improvement in all areas measured, including a significant reduction in average pain after 3 months, and continued but statistically not significant reductions in pain at 6 and 9 months. Nearly half of these patients felt pain reduced by at least 50%, compared to 17.6% using the placebo. These patients also reported significant improvements in a standard pain survey for diabetic neuropathy and a standard questionnaire about neuropathy. Patients who were not already on specific pain medicines had the largest reductions in pain.\n\nCONCLUSION.\nVM202 showed that it was safe, tolerated well, and effective, indicating it could potentially be used as a new gene therapy approach to treat diabetes-related nerve pain. Just two days of treatment provided symptom relief and improved quality of life for three months. VM202 could be especially beneficial for patients not already taking specific pain drugs."}]