[{"id": 3687098, "source": "INTRODUCTION.\nIn a previous pooled analysis of 19 double-blind clinical studies conducted by Merck, which included data available as of July 2009 on 10,246 patients with type 2 diabetes (T2DM), treatment with sitagliptin was shown to be generally well tolerated compared with treatment with control agents. As the sitagliptin clinical development program continues, additional studies with sitagliptin have been completed. The present analysis updates the safety and tolerability assessment of sitagliptin by examining pooled data from 25 double-blind clinical studies.\n\nMETHODS.\nThe present analysis included data from 14,611 patients in 25 studies with T2DM who received either sitagliptin 100 mg/day (n = 7,726; sitagliptin group) or a comparator agent (n = 6,885; non-exposed group). These studies represent all randomized, double-blind trials conducted by Merck that included patients treated with the usual clinical dose of sitagliptin (100 mg/day) for between 12 weeks and 2 years, and for which results were available as of December 2011. These studies assessed sitagliptin, versus comparator agents, taken as monotherapy, initial combination therapy with metformin or pioglitazone, or as add-on combination therapy with other antihyperglycemic agents (metformin, pioglitazone, a sulfonylurea ± metformin, insulin ± metformin, or metformin + pioglitazone or rosiglitazone). Patient-level data from each study were used to evaluate between-group differences in the exposure-adjusted incidence rates of adverse events (AEs).\n\nRESULTS.\nOverall incidence rates of AEs and drug-related AEs were higher in the non-exposed group compared with the sitagliptin group. Incidence rates of specific AEs were generally similar between the two groups, except for higher incidence rates of hypoglycemia related to the greater use of a sulfonylurea and diarrhea related to the greater use of metformin in the non-exposed group, and of constipation in the sitagliptin group. Treatment with sitagliptin was not associated with an increased risk of major adverse cardiovascular events, malignancy, or pancreatitis.\n\nCONCLUSION.\nIn this updated pooled safety analysis of data from 14,611 patients with T2DM, sitagliptin 100 mg/day was generally well tolerated in clinical trials of up to 2 years in duration.", "target": "INTRODUCTION.\nAn earlier analysis of 19 studies researched by Merck, including data up to July 2009 from 10,246 patients with type 2 diabetes, revealed that sitagliptin (a diabetes medication) was generally safe and well-accepted by patients when compared to other similar treatments. As research on sitagliptin continues, new studies have been completed which add more data to our understanding of how safe and easy to tolerate this drug is. This analysis looks at the updated safety data obtained from 25 studies. \n\nMETHODS.\nThe analysis included data from 14,611 patients in 25 studies. In these studies, patients were divided into two groups: one group that received sitagliptin (7,726 patients) and another group that received a different treatment (6,885 patients). Every study included were controlled experiments done by Merck that used the usual dose of sitagliptin (100mg/day), with treatment length ranging from 12 weeks to 2 years. The studies used in this analysis were available up to December 2011. The studies tested sitagliptin used on its own or in combination with other diabetes drugs like metformin or pioglitazone. By observing each patient's data, researchers were able to compare the rate of side effects between the two groups.\n\nRESULTS.\nThe analysis found that overall, the group not treated with sitagliptin had a higher rate of side effects and side effects that were related to their medicines compared to the group that was treated with sitagliptin. However, the rate of specific side effects was generally the same for both groups, except for low blood sugar caused by a different drug (sulfonylurea), diarrhea caused by metformin in the non-sitagliptin group and constipation in the sitagliptin group. It was found that sitagliptin did not increase the risk of serious heart issues, cancer, or inflammation of the pancreas.\n\nCONCLUSION.\nIn this updated analysis reviewing the safety data of 14,611 patients with type 2 diabetes, it was revealed that sitagliptin, when given at a dose of 100mg/day was generally safe to use and well-tolerated by patients in clinical trials that lasted up to 2 years."}]