[{"id": 4092926, "source": "The present study was conducted to determine the best level of substitution of soybean meal by sunflower cake in diets for kids through the evaluation of quantitative carcass traits. Thirty-two Boer kids X 1/2 NDB (no defined breed), males, non-castrated, with 4 months of age and initial body weight of 15±3.2 kg, were randomly assigned to individual pens. The treatments contained four substitution levels of soybean meal by sunflower cake (0, 33, 66 and 100% DM). At the end of the experimental period, the animals were slaughtered. There was no influence of the treatments on any of the mean values of the evaluated measures (p≻0.05): 21.78 kg (body weight at slaughter), 8.65 kg (hot carcass weight), 8.59 kg (cold carcass weight), 40.27% (hot carcass yield), 39.20% (cold carcass yield), 7.73 cm2(rib eye area), 46.74 cm (carcass outer length), 45.68 cm (carcass internal length), 36.92 cm (leg length), 26.04 cm (leg perimeter), 48.66 cm (hind perimeter), 58.62 cm (thoracic perimeter), 0.20 (carcass compactness index), 68.48% (total muscle of the leg), 2.79% (total leg fat), 55.19% (subcutaneous leg fat), 28.82% (total bone), 81.66 g (femur weight), 14.88 cm (femur length), 0.38 (leg muscularity index), 2.53 (muscle:bone ratio) and 33.42 (muscle:fat ratio). The substitution of soybean meal by sunflower cake may be recommended up to a level of 100% without alterations to quantitative carcass traits.", "target": "This study was trying to find out how well sunflower cake could replace soybean meal in the food given to young goats. We had 32 young goats, each weighing around 15 kilograms, and they were each kept in their own pens. We tried out four different diets, varying the amount of soybean meal replaced by sunflower cake (0%, 33%, 66%, and 100%). \n\nAt the end of the study, we found that no matter how much sunflower cake we used in place of soybean meal, the goats' overall size, leg dimensions, amount of muscle, fat and bone weight, and muscle-to-fat ratios stayed about the same. \n\nSo, it seems sunflower cake can be fully used in place of soybean meal in goat food without any noticeable changes in how the goats grow."}]