[{"id": 5571493, "source": "BACKGROUND.\nWe aimed to quantify the glycemic effects of quinine in healthy individuals.\n\nMETHODS.\nWe evaluated the glycemic profile in response to 4 h infusion of 500 ml of 0.9% saline versus 5% glucose solution with and without quinine at therapeutic dose (500 mg) in ten healthy volunteers (8 men) aged 28 ± 9 years. The order of the fourth explorations was randomly assigned. During these explorations, we measured blood glucose every 15 min for 4 h and compared the mean and glycemic fluctuations for each test. A resting ECG was performed before and after quinine infusion in each participant.\n\nRESULTS.\nThe mean glycemic level during the 4-h infusion was 83 ± 5 mg/dl without quinine versus 74 ± 5 ​​mg/dl with quinine (p ≺ 0.001) using saline solute versus 92 ± 7 mg/dl without quinine versus 82 ± 5 mg/dl with quinine (p ≺ 0.001) when associated with the glucose solute. In isotonic dirty solute, quinine induces a cumulative glycemic decrease of 17.5% (p = 0.01) characterized by a nadir estimated at −26.5% at the 60th minute (65 ± 23 mg/dl), p ≺0.001 followed by a gradual increase until the 4th hour. There were no signs of hypoglycemia or significant prolongation of the QT interval at the ECG. Overall, quinine did not induce a significant change in blood glucose with glucose compared to saline.\n\nCONCLUSION.\nThe intravenous infusion of quinine at a therapeutic dose induces a light drop in blood glucose with a significant nadir at the 60th minute in the healthy subject without hypoglycemia. This suggests the need for close monitoring in patients at risk of hypoglycemia such as those with severe malaria especially during the first hour of quinine infusion.", "target": "BACKGROUND.\nThis study was conducted to see how quinine, a medication used for malaria, affects blood sugar levels in healthy people.\n\nMETHODS.\nWe tested blood sugar responses to a 4-hour dose of saline (salt) solution or a glucose (sugar) solution, with and without quinine. We used ten healthy volunteers, mainly men, averaging 28 years old. The experiments were conducted in a random order. In each experiment, we checked the blood sugar every 15 minutes for 4 hours and compared the average and changes in blood sugar for each test. We also performed a resting ECG (a test that measures the electrical activity of the heartbeat) before and after giving quinine to each participant.\n\nRESULTS.\nThe average blood sugar level during the 4-hour test was slightly lower with quinine than without it, both in the salt and sugar solutions. The largest drop (17.5%) occurred at the 60th minute but then it gradually increased until the 4th hour. There were no indications of too low blood sugar or significant heart rhythm changes as shown by the ECG. Overall, quinine didn't cause a significant change in blood sugar levels compared to the saline solution.\n\nCONCLUSION.\nGiving quinine through IV at a normal dose resulted in a small drop in blood sugar levels, which hit its lowest point at the 60th minute in healthy people. There were no signs of dangerously low blood sugar. This implies that patients at risk of low blood sugar levels, such as those with severe malaria, should be watched closely during the first hour of quinine treatment."}]