[{"id": 4355443, "source": "PURPOSE.\nTo prospectively compare SIRT and DEB-TACE for treating hepatocellular carcinoma (HCC).\n\nMETHODS.\nFrom 04/2010–07/2012, 24 patients with histologically proven unresectable N0, M0 HCCs were randomized 1:1 to receive SIRT or DEB-TACE. SIRT could be repeated once in case of recurrence; while, TACE was repeated every 6 weeks until no viable tumor tissue was detected by MRI or contraindications prohibited further treatment. Patients were followed-up by MRI every 3 months; the final evaluation was 05/2013.\n\nRESULTS.\nBoth groups were comparable in demographics (SIRT: 8males/4females, mean age 72 ± 7 years; TACE: 10males/2females, mean age 71 ± 9 years), initial tumor load (1 patient ≥25 % in each group), and BCLC (Barcelona Clinic Liver Cancer) stage (SIRT: 12×B; TACE 1×A, 11×B). Median progression-free survival (PFS) was 180 days for SIRT versus 216 days for TACE patients (p = 0.6193) with a median TTP of 371 days versus 336 days, respectively (p = 0.5764). Median OS was 592 days for SIRT versus 788 days for TACE patients (p = 0.9271). Seven patients died in each group. Causes of death were liver failure (n = 4 SIRT group), tumor progression (n = 4 TACE group), cardiovascular events, and inconclusive (n = 1 in each group).\n\nCONCLUSIONS.\nNo significant differences were found in median PFS, OS, and TTP. The lower rate of tumor progression in the SIRT group was nullified by a greater incidence of liver failure. This pilot study is the first prospective randomized trial comparing SIRT and TACE for treating HCC, and results can be used for sample size calculations of future studies.", "target": "PURPOSE\nThis study was done to compare two different treatments - SIRT and DEB-TACE - for liver cancer.\n\nMETHODS\nFrom April 2010 to July 2012, 24 people with liver cancer that couldn't be removed through surgery were randomly chosen to get either SIRT or DEB-TACE treatment. People who got SIRT could have the treatment repeated if the cancer came back. Those on DEB-TACE got the treatment every six weeks until MRI scans showed no sign of cancer, or further treatment wasn't advisable due to other health reasons. We checked on the patients every three months with an MRI, with the final check-up in May 2013.\n\nRESULTS\nBoth treatment groups had similar characteristics. Half the people were men, the average age was around 72, the cancer had spread about the same amount, and were at a similar stage according to a liver cancer staging system. On average, the SIRT group continued without the cancer spreading for 180 days, and the DEB-TACE group for 216 days. It took about a year for the cancer to spread for both groups. The SIRT group lived for an average of 592 days, and the DEB-TACE group for 788 days. Seven people died in each group. The reasons for death included liver failure, the cancer spreading, heart events, and one unknown cause.\n\nCONCLUSIONS\nNo major differences were found between the two types of treatment regarding how long patients lived, how long before the cancer spread, or the time before the treatment stopped working. Although fewer people in the SIRT group had the cancer spread, more people had liver failure. This first study comparing SIRT and DEB-TACE for treating liver cancer gives us some valuable data to plan future research."}]