[{"id": 5125190, "source": "BACKGROUND AND AIMS.\nPropofol (2, 6-di-isopropylphenol) used for the induction of anaesthesia often causes mild to severe pain or discomfort on injection. We designed this double-blind study to compare the efficacy of methylprednisolone and lignocaine in reducing the pain of propofol injection in patients scheduled for cardiac surgery.\n\nMETHODS.\nA total of 165 adult patients, scheduled for elective cardiac surgery, were divided into three groups: saline (group S, n = 55), lignocaine 20 mg (Group L, n = 55) and methylprednisolone 125 mg diluted into 2 ml of distilled water (Group MP, n = 55). Drugs were administered after tourniquet application and occlusion was released after 1 min and 1/4th of the total dose of propofol (2 mg/kg) was administered at the rate of 0.5 ml/s. Pain on propofol injection was evaluated by four-point verbal rating scale. Statistical methods used included Student's t-test and Chi-square test/Fisher's exact test.\n\nRESULTS.\nThe overall incidence of pain was 70.9% in the saline group, 30.9% in the lignocaine group and 36.4% in the methylprednisolone group. The intensity of pain was significantly less in patients receiving methylprednisolone and lignocaine than those receiving saline (P ≺ 0.012).\n\nCONCLUSION.\nPre-treatment with intravenous methylprednisolone was found to be as effective as lignocaine in reducing propofol injection-induced pain.", "target": "BACKGROUND AND PURPOSE\nThe drug Propofol, often used to put people to sleep before surgeries, can sometimes cause mild to severe pain when injected. In our study, we wanted to see if adding two different drugs, methylprednisolone and lignocaine, could reduce this pain. We tested this on patients about to undergo heart surgery.\n\nWHAT WE DID\nWe had 165 adult patients who were going to have non-emergency heart surgery. We split them into three groups: one group was given a harmless saline solution (55 people), one was given 20 mg of lignocaine (55 people), and the last was given 125 mg of methylprednisolone (also 55 people). We administered the drugs after applying a tourniquet and let it stay for 1 min before giving 1/4th of the typical Propofol dose. We then asked the patients to rate their pain when the Propofol was injected.\n\nRESULTS\nAbout 71% of the patients given only the saline solution experienced pain. For the group given lignocaine, the pain was reduced to about 31%. And for those given methylprednisolone, the pain was further lowered to about 36%. The added drugs significantly reduced the pain when compared to just the saline solution (we used statistical tests to confirm this).\n\nWHAT WE CONCLUDED\nAdding the drug methylprednisolone to Propofol before surgery was as effective as adding lignocaine in reducing the pain of the injection."}]