[{"id": 2703617, "source": "BACKGROUND.\nEmergency department (ED) overcrowding is a ubiquitous problem with serious public health implications. The fast track area is a novel method which aims to reduce waiting time, patient dissatisfaction and morbidity. |The study objective was to determine the impact of a fast track area (FTA) on both effectiveness measures (i.e. waiting times [WT] and length of stay [LOS]) and quality measures (i.e. LWBS rates and mortality rates) in non-urgent patients. The secondary objective was to assess if a FTA negatively impacted on urgent patients entering the ED.\n\nMETHODS.\nThe study took place in a 500 bed, urban, tertiary care hospital in Abu Dhabi, United Arab Emirates. This was a quasi-experimental, which examined the impact of a FTA on a pre-intervention control group (January 2005) (n = 4,779) versus a post-intervention study group (January 2006) (n = 5,706).\n\nRESULTS.\nMean WTs of Canadian Triage Acuity Scale (CTAS) 4 patients decreased by 22 min (95% CI 21 min to 24 min, P ≺ 0.001). Similarly, mean WTs of CTAS 5 patients decreased by 28 min (95% CI 19 min to 37 min, P ≺ 0.001) post FTA. The mean WTs of urgent patients (CTAS 2/3) were also significantly reduced after the FTA was opened (P ≺ 0.001). The LWBS rate was reduced from 4.7% to 0.7% (95% CI 3.37 to 4.64; P ≺ 0.001). Opening a FTA had no significant impact on mortality rates (P = 0.88).\n\nCONCLUSION.\nThe FTA improved ED effectiveness (WTs and LOS) and quality measures (LWBS rates) whereas mortality rate remained unchanged.", "target": "BACKGROUND.\nEmergency departments (EDs) in hospitals are often crowded, which can lead to longer waiting times and unhappy patients. To solve this problem, a new method called a 'fast track area' (FTA) was tested. This method is designed to reduce the amount of time patients wait and boost their satisfaction. The study was looking to see if this new area would really help with these factors. It also checked to see if this new area would negatively affect more urgent cases in the ED.\n\nMETHODS.\nThe study was conducted at a 500-bed hospital in Abu Dhabi, United Arab Emirates. It compared the waiting times and satisfaction rates of two groups: one before the FTA was introduced (in January 2005) and one after (in January 2006).\n\nRESULTS.\nThe results showed that after the FTA was introduced, patients rated as less urgent in the ED waited 22 minutes less, on average. The very least urgent patients waited 28 minutes less. Even the more urgent cases benefited from shorter waiting times. The number of patients leaving without being seen (LWBS) dropped significantly from 4.7% to 0.7%. There was no notable change in the death rates after the FTA was opened.\n\nCONCLUSION.\nOverall, having a FTA in the ED helped to reduce waiting times and the rate of patients leaving without being seen, while the death rate didn't change."}]