[{"id": 5498715, "source": "BACKGROUND.\nPhysical activity (PA) prevents chronic diseases. Self-determination theory (SDT) provides a useful framework to understand the nature of motivational interviewing (MI).\n\nOBJECTIVE.\nThis study aimed to determine the effect of MI-based intervention using SDT on the promotion of PA among women in reproductive age.\n\nMETHODS.\nSeventy women in reproductive age were selected by clustering sampling method for this randomized controlled trial. The questionnaire included the variables of physical fitness test, SDT, and global physical activity questionnaire (GPAQ). The validity of the questionnaires was approved using content validity ratio (CVR) and index (CVI). The reliability and internal consistency of the questionnaires and measures was approved using test-retest method and Cronbach's alpha test, respectively. The intervention group (n=35) received four MI sessions through theory and one standard education session about PA. The control group (n=35) received a standard education session about PA.\n\nRESULTS.\nFour months after the intervention, an increase in the mean scores of total PA (p≺0.001, ES=4.77), physical fitness tests including flexibility (p≺0.001, ES=1.59), muscular endurance (p≺0.001, ES=2.0), cardiorespiratory endurance (p≺0.001, ES=0.51), and a decrease in mean scores of agility test (p≺0.001, ES= − 0.51) and sedentary behavior (p≺0.01, ES=− 0.74) was observed in the intervention group compared to the control group. The intervention group reported an increase in the scores of intrinsic motivation (p≺0.001, ES=3.34), identified regulation (p≺0.001, ES= 1.28), perceptions of competence (p≺0.001, ES=0.81) and autonomy (p≺0.001, ES=2.01), enjoyment (p≺0.001, ES=0.98) and health motives (p≺0.01, ES=0.19), health care climate (p≺0.001, ES=4.6), and a decreased score of external regulation (p≺0.01, ES=−0.55) and amotivation (p≺0.01, ES= −0.56) over time, compared to the control group.\n\nCONCLUSION.\nMI-based intervention using SDT was effective on the promotion of PA.\n\nTRIAL REGISTRATION.\nThe Trial was registered at the Iranian Registry of Clinical Trial (http://www.irct.ir) with the Irct ID: IRCT2015101924592N1.", "target": "BACKGROUND.\nRegular exercise helps to prevent many long-term illnesses. This research uses a theory known as Self-determination theory (SDT) which helps to understand people's motivations for exercise and how to increase their motivation.\n\nOBJECTIVE.\nThe goal of the research was to use a method called motivational interviewing (MI), guided by SDT, to see if it could help encourage more exercise among women of child-bearing age.\n\nMETHODS.\nThe study included 70 women fitting these criteria. They were picked using a random method and divided into two groups. All participants were asked to fill out questionnaires about their current levels of physical fitness and motivation for exercise. These questionnaires were tested and approved for reliability. One group (35 women) participated in four motivational interviewing sessions based on the SDT theory and one general education session about exercise. The other group (35 women) just participated in the general education session about exercise.\n\nRESULTS.\nFour months later, the women in the group that attended motivation interviewing sessions were doing significantly more physical activity overall. These women also showed improvements in specific fitness aspects: flexibility, muscular and cardiorespiratory (heart and lung) endurance. They also became less sedentary (inactive). Moreover, these women were more self-motivated to exercise, felt more competent, more in control, enjoyed exercising more, and had more health-driven reasons to exercise than women in the other group.\n\nCONCLUSION.\nThe research shows that using motivational interviewing based on the Self-determination Theory can successfully encourage women of child-bearing age to exercise more.\n\nTRIAL REGISTRATION.\nThe study was officially registered with the Iranian Registry of Clinical Trial."}]