[{"id": 4360612, "source": "BACKGROUND.\nSacroiliac (SI) joint pain is a prevalent, underdiagnosed cause of lower back pain. SI joint fusion can relieve pain and improve quality of life in patients who have failed nonoperative care. To date, no study has concurrently compared surgical and non-surgical treatments for chronic SI joint dysfunction.\n\nMETHODS.\nWe conducted a prospective randomized controlled trial of 148 subjects with SI joint dysfunction due to degenerative sacroiliitis or sacroiliac joint disruptions who were assigned to either minimally invasive SI joint fusion with triangular titanium implants (N=102) or non-surgical management (NSM, n=46). SI joint pain scores, Oswestry Disability Index (ODI), Short-Form 36 (SF-36) and EuroQol-5D (EQ-5D) were collected at baseline and at 1, 3 and 6 months after treatment commencement. Six-month success rates, defined as the proportion of treated subjects with a 20-mm improvement in SI joint pain in the absence of severe device-related or neurologic SI joint-related adverse events or surgical revision, were compared using Bayesian methods.\n\nRESULTS.\nSubjects (mean age 51, 70% women) were highly debilitated at baseline (mean SI joint VAS pain score 82, mean ODI score 62). Six-month follow-up was obtained in 97.3%. By 6 months, success rates were 81.4% in the surgical group vs. 23.9% in the NSM group (difference of 56.6%, 95% posterior credible interval 41.4-70.0%, posterior probability of superiority ≻0.999). Clinically important (≥15 point) ODI improvement at 6 months occurred in 75% of surgery subjects vs. 27.3% of NSM subjects. At six months, quality of life improved more in the surgery group and satisfaction rates were high. The mean number of adverse events in the first six months was slightly higher in the surgical group compared to the non-surgical group (1.3 vs. 1.0 events per subject, p=0.1857).\n\nCONCLUSIONS.\nSix-month follow-up from this level 1 study showed that minimally invasive SI joint fusion using triangular titanium implants was more effective than non-surgical management in relieving pain, improving function and improving quality of life in patients with SI joint dysfunction due to degenerative sacroiliitis or SI joint disruptions.\n\nCLINICAL RELEVANCE.\nMinimally invasive SI joint fusion is an acceptable option for patients with chronic SI joint dysfunction due to degenerative sacroiliitis and sacroiliac joint disruptions unresponsive to non-surgical treatments.", "target": "BACKGROUND.\nLower back pain is often caused by a problem in the area where your spine connects to your hips, called the sacroiliac joint. Sometimes, this pain can be treated by using surgery to fuse or join together parts of this joint. However, we don't have any studies yet that have compared how patients do with this surgery versus without it.\n\nMETHODS.\nWe set up a study with 148 patients who had problems with their sacroiliac joint. We randomly picked some to get a special kind of low-impact surgery (102 people), while others (46 people) were treated without surgery. We measured how much pain and disability our patients were feeling when the study started. Then, we checked on them 1, 3, and 6 months after treatment to see if there was an improvement. \n\nRESULTS.\nOur patients, most of whom were women and averaged 51 years of age, were having a lot of trouble with pain and disability at the start of the study. We were able to follow up with almost all of them at the six-month mark. By then, about 81.4% of the surgery patients were doing significantly better, compared to 23.9% of the non-surgery group. Also, 75% of the surgery group showed great improvement in how they were able to move around and do daily activities versus 27.3% in the non-surgery group. Finally, the surgery patients generally felt happier and more satisfied. \nHowever, it's worth mentioning that slightly more surgery patients experienced complications or side effects than non-surgery patients.\n\nCONCLUSIONS.\nAfter six months, the results of our high-level study show that the low-impact surgery is much more effective than non-surgery treatment in reducing pain, improving motion, and increasing the happiness of patients who have problems with their sacroiliac joint.\n\nCLINICAL RELEVANCE. \nThis less-invasive surgery could be a good treatment option for patients with sacroiliac joint problems who aren't finding relief from non-surgical treatments."}]