[{"id": 5588713, "source": "BACKGROUND.\nInhalation of particulate matter, as part of air pollution, is associated with increased morbidity and mortality. Nanoparticles (≺ 100 nm) are likely candidates for triggering inflammatory responses and activation of coagulation pathways because of their ability to enter lung cells and pass bronchial mucosa. We tested the hypothesis that bronchial segmental instillation of carbon nanoparticles causes inflammation and activation of coagulation pathways in healthy humans in vivo.\n\nMETHODS.\nThis was an investigator-initiated, randomized controlled, dose-escalation study in 26 healthy males. Participants received saline (control) in one lung segment and saline (placebo) or carbon nanoparticles 10 μg, 50 μg, or 100 μg in the contra-lateral lung. Six hours later, blood and bronchoalveolar lavage fluid (BALF) was collected for inflammation and coagulation parameters.\n\nRESULTS.\nThere was a significant dose-dependent increase in blood neutrophils (p = 0.046) after challenge with carbon nanoparticles. The individual top-dose of 100 μg showed a significant (p = 0.05) increase in terms of percentage neutrophils in blood as compared to placebo.\n\nCONCLUSIONS.\nThis study shows a dose-dependent effect of bronchial segmental challenge with carbon nanoparticles on circulating neutrophils of healthy volunteers. This suggests that nanoparticles in the respiratory tract induce systemic inflammation.\n\nTRIAL REGISTRATION.\nDutch Trial Register no. 2976. 11 July 2011. http://www.trialregister.nl/trialreg/admin/rctview.asp?TC=2976\n\nELECTRONIC SUPPLEMENTARY MATERIAL.\nThe online version of this article (10.1186/s12890-017-0463-x) contains supplementary material, which is available to authorized users.", "target": "BACKGROUND.\nBreathing in tiny pieces of dust in the air, or air pollution, is linked with greater risks of illness and death. Extra-small particles, termed nanoparticles, may cause health problems like inflammation and blood clotting because they can enter lung cells and pass through lung mucus. We tested the idea that purposely putting carbon nanoparticles in certain areas of the lungs can cause inflammation and trigger blood clotting in healthy people.\n\nMETHODS.\nWe ran a study where we controlled the amount of carbon nanoparticles we gave to 26 healthy men. These participants had saltwater (a control substance) put in one part of their lungs and either more saltwater (a placebo) or different amounts of carbon nanoparticles in the other part. After 6 hours, we collected samples of their blood and washings from lung fluid to test for signs of inflammation and blood clotting.\n\nRESULTS.\nWe found that the more carbon nanoparticles we used, the more white blood cells (cells that fight infection) appeared in the blood samples. Additionally, using the highest amount of nanoparticles caused a significant increase in these cells compared to using the placebo.\n\nCONCLUSIONS.\nThis study shows that purposely sending carbon nanoparticles into certain parts of the lungs of healthy people can increase the number of infection-fighting cells in their blood. This suggests that small particles in the lungs can cause body-wide inflammation.\n\nTRIAL REGISTRATION.\nThis study was registered with the Dutch Trial Register on July 11, 2011. The registration number is 2976. Further information can be found online.\n\nADDITIONAL MATERIAL.\nThe online article of this study (10.1186/s12890-017-0463-x) has additional content, which can be accessed by authorized users."}]