[{"id": 5626376, "source": "PURPOSE.\nTo assess the effectiveness of viscosupplementation or platelet-rich plasma (PRP), compared to standard care, for pain relief after knee arthroscopic debridement in patients with meniscal pathology and osteoarthritis (OA), under normal clinical practice conditions.\n\nPATIENTS AND METHODS.\nWe conducted a prospective, randomized, evaluator-blind, pilot study. After arthroscopy, patients were randomized to receive 1) five injections of HA1 (Suprahyal®/Adant®); 2) four injections of HA2 (Orthovisc®); 3) three injections of HA3 (Synvisc®); 4) a single injection of PRP (GPSTM II); or 5) standard care (control). Patients were followed up for 18 months. Clinical outcomes were evaluated using the Western Ontario and McMaster Universities Arthritis Index (WOMAC) at 3, 6, 12, and 18 months. Minimally Clinical Important Improvement (MCII), as relative improvement ≥20 for pain and function, was also calculated.\n\nRESULTS.\nFifty patients were included. At early follow-up (3 months), total WOMAC scores improved in all groups compared to baseline with reductions of 44.79% (HA1), 24.02% (HA2), 40.38% (HA3), 39.77% (PRP), and 27.64% (control) (p=0.002 HA1 compared to HA2). At 18 months, the higher improvement in total WOMAC was in HA1 with a 65.20% reduction, followed by PRP (55.01%), HA3 (49.57%), and HA2 (29.82%), whereas the control group had a 14.55% increase over baseline (p=0.001 control compared to HA1 and HA3). The percentage of patients achieving the MCII for both pain and function at 18 months was 100% (HA1), 80% (HA3), 60% (HA2), and 60% (PRP), whereas, in the control group, all patients returned to pre-arthroscopy levels. There were no adverse events attributable to surgery or to intraarticular administration.\n\nCONCLUSION.\nViscosupplementation following arthroscopy is more effective than PRP in adequately selected patients with meniscal lesions occurring concomitantly with OA. Further controlled studies with a larger sample size and/or alternative regimens would be of interest for the scientific community.", "target": "PURPOSE.\nThis study aims to compare different treatments for knee pain after knee surgery in patients with meniscus (a type of cartilage in the knee) damage and osteoarthritis (a condition causing joints to become painful and stiff). The treatments tested include viscosupplementation (injection of a gel-like substance into the knee) or platelet-rich plasma (concentrated blood cells that might help healing), and standard care. \n\nPATIENTS AND METHODS.\nWe carried out a study where the patients did not know which treatment they were getting. After the knee surgery, patients were randomly chosen to receive one of these treatments: five injections of HA1 (a type of gel), four injections of HA2 (another type of gel), three injections of HA3 (yet another gel type), a single injection of PRP (a substance taken from the patient's own blood), or standard care. Patients were checked up on for 18 months. We measured pain and function using a standard questionnaire (WOMAC) and tracked if there was a 20% or more improvement in symptoms.\n\nRESULTS.\nWe included 50 patients in the study. After the first 3 months, all groups showed improvement compared to how they felt at the start. The group which received HA1 injections showed the best results, with 65% improvement after 18 months, followed by the PRP group, other HA injections, and lastly the standard care group. All patients in the HA1 group achieved 20% or more improvement in both pain and function at 18 months. No side effects were linked to the surgery or injections.\n\nCONCLUSION.\nViscosupplementation after knee surgery is more effective than platelet-rich plasma for patients with meniscal damage and osteoarthritis. Further studies with more patients and/or different approaches to treatment will be useful for the scientific community."}]