[{"id": 4768925, "source": "BACKGROUND.\nButylphthalide sodium chloride injection for patients with acute cerebral infarction has a certain effect. Although there are several proposed mechanisms of drug action, no related research on improving the inflammatory cytokines that regulate the body’s immune system through the hypothalamus-pituitary-adrenal axis has been published.\n\nOBJECTIVE.\nTo determine the impact of butylphthalide and sodium chloride injection on the hypothalamus-pituitary-adrenal (HPA) axis after acute cerebral infarction in the basal ganglia.\n\nMETHODS.\nPatients were randomly divided into treatment and control groups; the treatment group received intravenous drips of butylphthalide, while the control group did not. The levels of adrenocorticotropic hormone (ACTH) and cortisol (COR), along with the National Institutes of Health Stroke Scale (NIHSS) scores of both groups were detected using the radioimmunoassay method. This was done at regular intervals after cerebral infarction in the basal ganglia was detected.\n\nRESULTS.\nFourteen days after treatment, the levels of serum ACTH and COR in both groups were higher than normal. The NIHSS score and levels of ACTH and COR of the treatment group were significantly lower than those of the control group (p≺0.05). The data was computed and analyzed using SPSS17.0 software.\n\nCONCLUSION.\nButylphthalide treatment for patients suffering from acute basal ganglia infarction can reduce the adverse effects on the HPA axis, thus improving patient prognosis.", "target": "BACKGROUND.\nWe know that a medicine called butylphthalide sodium chloride injection can help people who've just had a certain type of stroke, but we don't know exactly how it works. We think it might help reduce inflammation and boost the immune system by affecting a particular group of glands in the body (the hypothalamus, pituitary, and adrenal glands).\n\nOBJECTIVE.\nWe want to see what effect this medicine has on these glands when given to people who've just had this type of stroke.\n\nMETHODS.\nWe split patients into two groups: one got the medicine through an IV drip and the other didn't. We then measured their hormone levels and used a standard test to check on their stroke symptoms. We did this a few times after they had the stroke.\n\nRESULTS.\nAfter two weeks, we found that both groups had higher than normal levels of two specific hormones. However, the group who got the medicine had lower levels of these hormones and better scores on the stroke test than the group who didn't get the medicine.\n\nCONCLUSION.\nGiving this medicine to people who've just had this type of stroke can improve their condition by lessening the negative impacts on these glands in the body."}]