[{"id": 5433398, "source": "BACKGROUND.\nDisabled multiple sclerosis (MS) patients often need intervention of multiple specialists, resulting in a complex organization of care. How this multidisciplinary care should be organized and structured has not been studied.\n\nOBJECTIVE.\nThe objective of this article is to address the effectiveness of an integrated multidisciplinary approach versus usual care in MS patients.\n\nMETHODS.\nThis is a prospective, randomized, controlled, monocentric clinical trial in MS patients. Two treatment strategies were compared: (i) an integrated multidisciplinary (IMD) approach, consisting of a half-day individually tailored comprehensive assessment in the MS clinic; and (ii) a standard care. The primary outcome was the impact of the strategy on quality of life (QoL) measured using the MSIS-29 scale at inclusion and after six months.\n\nRESULTS.\nFifty MS patients were included. Median MSIS 29 score decreased over six months in the control group (−4.89) and increased in the IMD group (+2.00), with a significant difference between the two groups (p = 0.03). However, in the multivariate analysis, after adjustment of HAD-D and INTERMED score, this difference was no longer significant.\n\nCONCLUSIONS.\nThis prospective, randomized study is the first attempt to evaluate the multidisciplinary approach in MS patients. The results show that, contrary to our expectations, an integrated multidisciplinary approach is not superior to usual care on QoL.", "target": "BACKGROUND.\nPeople with multiple sclerosis (MS) often require care from many different doctors, which can create a complex system for managing their health. We don't yet know the best way to organize this type of team-based care.\n\nOBJECTIVE.\nThis study aims to find out if coordinating these multiple specialists in an integrated approach is more effective than the regular forms of care for MS patients.\n\nMETHODS.\nWe conducted a study with MS patients, comparing two different methods of care. The first method was a new, integrated team approach where the patients would spend a half-day at the MS clinic going through a comprehensive personal health assessment. The second method was the normal standard of care. We looked at how these two methods affected patients' quality of life (QoL), which was measured with a specific scale, at the start of the trial and after six months.\n\nRESULTS.\nWe involved 50 MS patients in our study. At the end of six months, the regular care group's quality of life score decreased a little, while the integrated care group's quality of life score increased a little. This difference looked significant at first glance. But, when we adjusted for other variables, the difference didn't stand out.\n\nCONCLUSIONS.\nThis is the first study trying to evaluate the use of a team-based approach to care for MS patients. Contrary to what we thought, the results show that coordinating multiple specialists in an integrated approach doesn't seem to make a big difference in improving quality of life compared to regular care."}]