[{"id": 3781573, "source": "OBJECTIVE.\nThe Bypass Angioplasty Revascularization Investigation 2 Diabetes (BARI 2D) trial demonstrated similar long-term clinical effectiveness of insulin-sensitizing (IS) versus insulin-providing (IP) treatments for type 2 diabetes on cardiovascular outcomes in a cohort with documented coronary artery disease. We evaluated the effects of randomized glycemic control strategy (IS vs. IP) on the prevalence and incidence of diabetic peripheral neuropathy (DPN).\n\nRESEARCH DESIGN AND METHODS.\nDPN (defined as Michigan Neuropathy Screening Instrument [MNSI] clinical examination score ≻2) was assessed at baseline and yearly for 4 years. DPN prevalence and incidence were compared by intention-to-treat modeling by logistic generalized estimating equation models for prevalence and Kaplan-Meier estimates and Cox regression models for incidence rates.\n\nRESULTS.\nResults are reported for 2,159 BARI 2D participants (70% males) with valid baseline and at least one follow-up MNSI score (mean age 62 ± 9 years, mean HbA1c 7.7 ± 1.6%, diabetes duration 10 ± 9 years). There were no differences in the prevalence of DPN between the IS and the IP groups throughout the 4 years of follow-up. In 1,075 BARI 2D participants with no DPN at baseline, the 4-year cumulative incidence rate of DPN was significantly lower in the IS (66%) than in the IP (72%) strategy group (P = 0.02), which remained significant after adjusting for the in-trial HbA1c (P = 0.04). In subgroup analyses, IS strategy had a greater benefit in men (hazard ratio 0.75 [99% CI 0.58–0.99], P ≺ 0.01).\n\nCONCLUSIONS.\nAmong patients with type 2 diabetes followed for up to 4 years during BARI 2D, a glycemic control therapy with IS significantly reduced the incidence of DPN compared with IP therapy and may add further benefit for men.", "target": "OBJECTIVE.\nThe aim of this study was to observe how two different treatments for type 2 diabetes, both affecting how insulin works in your body, can influence the occurrence of diabetic peripheral neuropathy. Diabetic peripheral neuropathy is a condition that affects the nerves, causing numbness and pain, mostly in your hands and feet.\n\nRESEARCH DESIGN AND METHODS.\nTo find out, the researchers looked at how many people experienced this issue for the first time or already had the problem at the beginning of the study and then checked them over the course of 4 years. For the analysis, they used some advanced statistical methods.\n\nRESULTS.\nThe study involved 2,159 participants (mostly men) with type 2 diabetes. There was no significant difference between the two treatment groups in terms of how many people had the condition at the start. However, for those that did not have the condition at the beginning of the study, the group that had the insulin-sensitizing treatment showed fewer cases of new onset peripheral neuropathy over 4 years than the group that had the insulin-providing treatment, especially among men. This was independent of their blood glucose control throughout the trial.\n\nCONCLUSIONS.\nThe results suggest that in patients with type 2 diabetes, getting the insulin-sensitizing treatment can reduce the chance of developing diabetic peripheral neuropathy than getting the insulin-providing treatment. This could be especially beneficial for men."}]