[{"id": 5491994, "source": "Within the Ear, Nose, and Throat (ENT) medical space, a relatively small fraction of patients follow through with elective surgeries to fix ailments such as a deviated septum or occluded sinus passage. Patient understanding of their diagnosis and treatment plan is integral to compliance, which ultimately yields improved medical outcomes and better quality of life. Here we report the usage of advanced, polyjet 3D printing methods to develop a multimaterial replica of human nasal sinus anatomy, derived from clinical X-ray computed tomography (CT) data, to be used as an educational aid during physician consultation. The final patient education model was developed over several iterations to optimize material properties, anatomical accuracy and overall display. A two-arm, single-center, randomized, prospective study was then performed in which 50 ENT surgical candidates (and an associated control group, n = 50) were given an explanation of their anatomy, disease state, and treatment options using the education model as an aid. Statistically significant improvements in patient ratings of their physician's explanation of their treatment options (p = 0.020), self-rated anatomical understanding (p = 0.043), self-rated understanding of disease state (p = 0.016), and effectiveness of the visualization (p = 0.007) were noted from the population that viewed the 3D education model, indicating it is an effective tool which ENT surgeons may use to educate and interact with patients.", "target": "In ear, nose, and throat medicine, not many patients go on with elective surgeries (procedures you choose to have) to help issues like a deviated septum or a blocked sinus passage. It’s important for patients to understand their diagnosis and treatment plan because it leads to better health outcomes and quality of life. In this study, we used advanced 3D printing methods to create a model of the human nasal sinus, based on clinical X-ray data. This model can be used to help doctors explain to patients about their health during consultations. We made sure the model's material, anatomical accuracy, and overall appearance are optimized. \n\nWe did a study where 50 ear, nose, and throat surgery candidates (and a comparison group of 50) were told about their anatomy, disease, and treatment options with the help of this model. The patients who saw the 3D model had significantly better opinions about their doctor's explanation of their treatment options and rated themselves higher in understanding their anatomy, disease, and the effectiveness of the model. This shows that the 3D model is a useful tool for doctors to educate and interact with their patients."}]