[{"id": 2253708, "source": "AIMS.\nTo test the efficacy of (i) computer-generated tailored letters and (ii) practitioner-delivered brief advice for smoking cessation against an assessment-only condition; and to compare both interventions directly.\n\nDESIGN.\nQuasi-randomized controlled trial.\n\nSETTING.\nA total of 34 randomly selected general practices from a German region (participation rate 87%).\n\nPARTICIPANTS.\nA total of 1499 consecutive patients aged 18–70 years with daily cigarette smoking (participation rate 80%).\n\nINTERVENTIONS.\nThe tailored letters intervention group received up to three individualized personal letters. Brief advice was delivered during routine consultation by the practitioner after an onsite training session. Both interventions were based on the Transtheoretical Model of behaviour change.\n\nMEASUREMENTS.\nSelf-reported point prevalence and prolonged abstinence at 6-, 12-, 18- and 24-month follow-ups.\n\nFINDINGS.\nAmong participants completing the last follow-up, 6-month prolonged abstinence was 18.3% in the tailored letters intervention group, 14.8% in the brief advice intervention group and 10.5% in the assessment-only control group. Assuming those lost to follow-up to be smokers, the rates were 10.2%, 9.7% and 6.7%, respectively. Analyses including all follow-ups confirmed statistically significant effects of both interventions compared to assessment only. Using complete case analysis, the tailored letters intervention was significantly more effective than brief advice for 24-hour [odds ratio (OR) = 1.4; P = 0.047] but not for 7-day point prevalence abstinence (OR = 1.4; P = 0.068) for prolonged abstinence, or for alternative assumptions about participants lost to follow-up.\n\nCONCLUSIONS.\nThe study demonstrated long-term efficacy of low-cost interventions for smoking cessation in general practice. The interventions are suitable to reach entire populations of general practices and smoking patients. Computer-generated letters are a promising option to overcome barriers to provide smoking cessation counselling routinely.", "target": "GOAL.\nThis study aimed to see if personalized, computer-generated letters or simple advice from a physician could help people stop smoking. We also wanted to compare these two methods to see which one is more effective.\n\nDESIGN.\nWe ran a controlled experiment where participants were placed into groups somewhat randomly.\n\nSETTING.\nWe selected 34 doctor's offices in a particular part of Germany to take part in the study (87% agreed to participate).\n\nPARTICIPANTS.\n1499 smokers between the ages of 18 and 70 from these doctor's offices took part in the study (80% agreed to participate).\n\nMETHODS.\nOne group of participants received up to three personalized letters with advice on how to quit smoking. Another group received quick advice from their doctor during a regular visit. Both methods were based on a well-known theory about how people change their behaviours.\n\nMEASUREMENTS.\nWe asked participants whether they had quit smoking at 6 months, 12 months, 18 months, and 24 months after the start of the study.\n\nRESULTS.\nAmong the participants who completed the study, 18.3% of those who received the letters and 14.8% of those who received advice from their doctor had quit smoking for at least 6 months. This is compared to 10.5% in the group that didn't receive any intervention. Even when including participants who didn't finish the study (assuming they hadn't quit smoking), we found both interventions to be more effective than doing nothing. The letters also proved to be more effective than the doctor's advice for those who managed to quit smoking for at least 24 hours.\n\nCONCLUSIONS.\nThis study showed that both of these low-cost methods can help people quit smoking in the long term. They can easily be used across all doctor's offices and for all smoking patients. The computer-generated letters, in particular, are a promising way to regularly provide advice on quitting smoking without needing to overcome the usual obstacles."}]