[{"id": 5125808, "source": "PURPOSE.\nTo evaluate the blood pressure (BP) lowering efficacy and safety of CKD-828, a fixed-dose combination of S-amlodipine (the more active isomer of amlodipine besylate, which is calcium channel blocker) and telmisartan (long acting angiotensin receptor blocker), in patients with hypertension inadequately controlled with S-amlodipine monotherapy.\n\nPATIENTS AND METHODS.\nEligible patients (N=187) who failed to respond after 4-week S-amlodipine 2.5 mg monotherapy (sitting diastolic blood pressure [sitDBP] ≥90 mmHg) to receive CKD-828 2.5/40 mg (n=63), CKD-828 2.5/80 mg (n=63), or S-amlodipine 2.5 mg (n=61) for 8 weeks. The primary efficacy endpoint, mean sitDBP change from baseline to Week 8, was compared between the combination (CKD-828 2.5/40 mg and CKD-828 2.5/80 mg) and S-amlodipine monotherapy groups. The safety was assessed based on adverse events, vital signs, and physical examination findings.\n\nRESULTS.\nAfter the 8-week treatment, changes in sitDBP/systolic BP (SBP) were −9.67±6.50/−12.89±11.78, −10.72±6.19/−13.79±9.41, and −4.93±7.26/−4.55±11.27 mmHg in the CKD-828 2.5/40 mg (P≺0.0001/P≺0.0001), CKD-828 2.5/80 mg (P≺0.0001/P≺0.0001), and S-amlodipine 2.5 mg (P≺0.0001/P=0.0027) groups, respectively, which were all significant BP reductions. At Week 8, the CKD-828 2.5/40 mg (sitDBP/SBP: P=0.0002/P≺0.0001) and CKD-828 2.5/80 mg (sitDBP/SBP: P=0.0001/P≺0.0001) showed superior BP-lowering effects to S-amlodipine 2.5 mg (P≺0.001). At Week 4, all groups showed significant antihypertensive effects but both CKD-828 combinations (CKD-828 2.5/40 mg and CKD-828 2.5/80 mg) exhibited superior BP-lowering effects to that of S-amlodipine 2.5 mg (sitDBP/SBP: P=0.0028/P=0.0001 and P≺0.0001/P=0.0012, respectively). The adverse event incidence was significantly lower in the CKD-828 2.5/40 mg (9.52%, P=0.0086) than in the S-amlodipine 2.5 mg group (27.87%) and increasing the telmisartan dose induced no unexpected adverse events, suggesting the safety of CKD-828.\n\nCONCLUSION.\nCKD-828 is an effective and safe option for patients with inadequate responses to S-amlodipine monotherapy.", "target": "PURPOSE.\nThis study was done to check how well CKD-828, a mix of two blood pressure medicines, works and how safe it is for patients with high blood pressure who did not respond well to treatment with only one of these drugs (S-amlodipine).\n\nPATIENTS AND METHODS.\nWe tested 187 patients who still had high blood pressure after taking S-amlodipine for 4 weeks. They were given either CKD-828 in two different doses, or they continued on S-amlodipine. This was done for 8 weeks. We then compared how well the two treatments worked by looking at changes in blood pressure. Side effects, changes in vital signs, and physical exam results were looked at for safety.\n\nRESULTS.\nAfter 8 weeks, all treatments helped to lower blood pressure. However, the CKD-828 treatment in both doses worked better than S-amlodipine alone, both at 4 weeks and 8 weeks. There were also fewer side effects with one dose of CKD-828 compared to S-amlodipine. Increasing the dose of one component of CKD-828 did not lead to any unexpected side effects, indicating that it is safe.\n\nCONCLUSION.\nCKD-828 seems to be both effective and safe for patients with high blood pressure who haven't seen enough improvement with S-amlodipine alone."}]